Repository: oglacor/bluerabbit
Catalog: languages/*.po
Languages: es_mx

source: This page doesn't exist
es_mx: La página no existe

source: back to home
es_mx: volver al inicio

source: On to the adventure!
es_mx: ¡A la aventura!

source: Link Copied
es_mx: Enlace copiado

source: Copy link
es_mx: Copiar enlace

source: Assign
es_mx: Asignar

source: Edit
es_mx: Editar

source: Intrinsically motivated by
es_mx: Motivado intrínsecamente por

source: Achievers are motivated by Mastery. They are looking to learn new things and improve themselves. They want challenges to overcome.
es_mx: Los "Achievers" o Logradores están motivados por Maestría. Están buscando aprender cosas nuevas y superarse a sí mismos. Quieren retos para supercar.

source: Achievers are the ones who want to be the best at things or, at least, be achieving things within the system. They want to get 100% on the internal learning system. They do this for themselves and are probably not that bothered with then showing off to others about it. (This differs from the original definition, but I could not think of a better word!!). Will compete with others, but as a way to become better than others. The system provides the platform, other “players” are just things to be overcome and mastered. May also be motivated by status as a representation of their personal achievement They need a system that will enrich them and lead them towards mastery.
es_mx: Los Achievers son los que quieren ser los mejores en algo o, al menos, constantemente lograr cosas dentro del Sistema. Desean obtener el 100% del sistema interno de aprendizaje. Esto lo hacen solos y probablemente no les moleste presumirlo frente a otros. (Esto varía de la definición original, pero no pude encontrar una major palabra). Competirá con otros pero como una forma de mejorar y superar a los demás. El sistema ofrece la plataforma, los otros jugadores solo son cosas que deben superarse. También se podrán sentir motivado por estatus como una representación de su logro personal. Probablemente necesiten in sistema que los enriquezca y encamine hacia la maestría.

source: Consumer
es_mx: Consumidor

source: achiever motivated by REWARDS
es_mx: "achiever" motivado por RECOMPENSAS

source: Consumers will do what is needed to get rewards. If that requires them to learn new skills or take on challenges (like an Achiever), then they will do it. However, if they can get rewards for just doing what they were already doing – even better. Think of them as the ones who will enter competitions just for the prize or who shop at one store just for the loyalty programme.
es_mx: Los consumidores harán todo lo que se necesite para obtener las recompensas. Si eso require que aprendan nuevas habilidades o superen retos (como un "Achiever"), lo harán. Sin embargo, si pueden obtener las recompensas sólo hacienda lo que ya estaban hacienda, major. Considéralos como los que entran a compentencias sólo por el premio o quienes compran en la tienda sólo por el programa de lealtad.

source: Destroyer
es_mx: Destructor

source: achiever as a DISRUPTOR
es_mx: achiever como DISRUPTOR

source: This type of user wants to break the actual system directly. This may be by hacking or finding loopholes in the rules that allow them to ruin the experience for others. Their reasons again may be because they dislike the system or it may just be because they find it fun to hack and break things. If you can’t convince them to at least convert to an Improver, then you have to get rid of them.
es_mx: Este tipo de usuarios quiere romper el sistema directamente. Podrá ser encontrando bucles en el sistema o errores en las reglas que les permitirán arruinar la experiencia de otros. Sus razones pueden ser porque no les gusta el sistema o porque encuentran divertido "hackear" y romper cosas. Si no puedes convencer a estos jugadores de convertirse en un Mejorador (Improver), entonces deberás deshacerte de ellos.

source: Template
es_mx: Plantilla

source: Owner
es_mx: Dueño

source: Player
es_mx: Jugador

source: Last login
es_mx: Último acceso

source: Never logged in
es_mx: Nunca ha entrado

source: Not enrolled in adventure
es_mx: No estás inscrito en la aventura

source: Play!
es_mx: Jugar!

source: Enroll
es_mx: Inscribirse

source: Enroll in this adventure?
es_mx: ¿Inscribirse en esta aventura?

source: Enroll code
es_mx: Código de inscripción

source: Click to copy URL
es_mx: Clic para copiar URL

source: Manage
es_mx: Gestionar

source: Are you sure?
es_mx: ¿Estás seguro?

source: Backpack
es_mx: Mochila

source: Items purchased or earned by completing quests
es_mx: Artículos comprados o ganados completando misiones

source: Your backpack is empty
es_mx: Tu mochila está vacía

source: Visit the item shop or complete quests to get more items.
es_mx: Visita la tienda de artículos o completa más quests para obtener más artículos.

source: Visit the item shop
es_mx: Visita la tienda de artículos

source: You may find this content available when your level raises. You should work more on your challenges before looking for information that's above your current rank.
es_mx: Es posible que encuentres este contenido disponible cuando tu nivel aumente. Debe trabajar más en sus desafíos antes de buscar información que esté por encima de su rango actual.

source: Read
es_mx: Leer

source: Quest Results
es_mx: Resultados del Quest

source: Next
es_mx: Siguiente

source: Back
es_mx: Volver

source: Finish
es_mx: Terminar

source: Spent
es_mx: Gastado

source: earned
es_mx: obtenido

source: Examine
es_mx: Examinar

source: Close
es_mx: Cerrar

source: Guild Members
es_mx: Miembros del gremio

source: No Members
es_mx: Sin miembros

source: Share the enroll link
es_mx: Compartir el enlace de inscripción

source: Click to copy enroll code
es_mx: Haga clic para copiar el código de inscripción

source: Members
es_mx: Miembros

source: Item
es_mx: Artículo

source: bought
es_mx: comprado

source: Description
es_mx: Descripción

source: Pick up
es_mx: Recoger

source: Have you picked up your item?
es_mx: ¿Has recogido tu artículo?

source: Go shopping
es_mx: Ir de compras

source: Deadline Missed
es_mx: Fecha de entrega vencida

source: This item can't be purchased anymore.
es_mx: Este artículo no se puede comprar más.

source: Buy now!
es_mx: ¡Comprar ahora!

source: You already own this item
es_mx: Ya tienes este artículo

source: No More Left!
es_mx: ¡No Hay Más Artículos!

source: Confirm Purchase
es_mx: Confirmar Compra

source: Cancel
es_mx: Cancelar

source: View answer
es_mx: Ver respuesta

source: Check results!
es_mx: ¡Ver resultados!

source: Mission brief
es_mx: Resumen de la misión

source: Check tweets!
es_mx: ¡Ver los tweets!

source: View answers
es_mx: Ver respuestas

source: View
es_mx: Ver

source: Solve this!
es_mx: ¡Resuelve esto!

source: Attempt now!
es_mx: ¡Inténtalo ahora!

source: Tweet Now!
es_mx: ¡Twittea ahora!

source: Answer survey
es_mx: Responder encuesta

source: Go!
es_mx: ¡Adelante!

source: Answers
es_mx: Respuestas

source: Attempts
es_mx: Intentos

source: Time
es_mx: Tiempo

source: Answered / Questions
es_mx: Contestado / Preguntas

source: Time left
es_mx: Tiempo restante

source: Days
es_mx: Dias

source: Hours
es_mx: Horas

source: Minutes
es_mx: Minutos

source: Seconds
es_mx: Segundos

source: View survey results
es_mx: Ver resultados de encuesta

source: Question Text
es_mx: Texto de Pregunta

source: Options
es_mx: Opciones

source: Right/Wrong
es_mx: Correcto/Incorrecto

source: Image
es_mx: Imagen

source: Content
es_mx: Contenido

source: Delete
es_mx: Eliminar

source: Add Option
es_mx: Agregar Opción

source: Remove Question
es_mx: Eliminar pregunta

source: You can't undo this
es_mx: No puedes deshacer esto

source: Duplicate Question
es_mx: Duplicar Pregunta

source: Duplicate Question?
es_mx: ¿Duplicar Quests?

source: Option Text
es_mx: Texto de opción

source: Question
es_mx: Pregunta

source: Challenge conquered!
es_mx: ¡Reto conquistado!

source: Coins
es_mx: Monedas

source: Energy
es_mx: Energía

source: You earned an achievement
es_mx: Te ganaste el logro

source: You found an item
es_mx: Has encontrado un artículo

source: Back to the journey!
es_mx: ¡De vuelta al viaje!

source: Quest completed!
es_mx: ¡Quest completado!

source: Can purchase in
es_mx: Puede comprarse en

source: Achievements Required
es_mx: Logros requeridos

source: Choose wisely.
es_mx: Elige sabiamente.

source: No achievements available
es_mx: No hay logros disponibles

source: Achievement Reward
es_mx: Recompensa de Logro

source: There must be achievements
es_mx: Debe haber logros

source: Add new achievement
es_mx: Agregar nuevo logro

source: Additional Mechanics
es_mx: Mecánicas Adicionales

source: These are completely optional
es_mx: Estos son completamente opcionales

source: Setting
es_mx: Configuración

source: Value
es_mx: Valor

source: Deadline Cost
es_mx: Costo de fecha de entrega

source: Unlock Cost
es_mx: Costo de desbloqueo

source: Mechanics
es_mx: Mecánica

source: Level
es_mx: Nivel

source: Start Date
es_mx: Fecha de Inicio

source: Deadline
es_mx: Fecha de entrega

source: Short Description
es_mx: Descripción Corta

source: Players will read this in the preview when clicking in the journey
es_mx: Los jugadores leerán esto en la vista previa al hacer clic en el viaje

source: Instructions
es_mx: Instrucciones

source: Describe what the players must do to earn the reward
es_mx: Describa lo que los jugadores deben hacer para ganar la recompensa

source: Success Message
es_mx: Mensaje de Éxito

source: Reward your players with information after completing this quest
es_mx: Recompensa a tus jugadores con información al terminar un quest, reto o misión

source: Item Reward
es_mx: Artículo de Recompensa

source: There must be item rewards in the shop
es_mx: Debe haber recompensas en la tienda

source: No reward items available
es_mx: No hay artículos de recompensa

source: Add new reward item
es_mx: Agregar nuevo artículo de recompensa

source: Key Item Required
es_mx: Artículo Clave Requerido

source: There should be Key Items in the shop
es_mx: Debe haber artículos clave en la tienda

source: No key items available
es_mx: No hay artículos clave

source: Add new key item
es_mx: Agregar nuevo artículo clave

source: Quests Required
es_mx: Quests requeridos

source: Required quests must be the same level or lower as this one
es_mx: Los quests requeridos deben tener el mismo nivel o menor que este

source: No quests available
es_mx: No hay quests disponibles

source: Challenge Failed!
es_mx: ¡Fallaste en el reto!

source: Try Again!
es_mx: ¡Inténtalo de nuevo!

source: Quest Failed!
es_mx: ¡Fallaste en el Quest!

source: Logout
es_mx: Salir

source: What's the code?
es_mx: ¿Cuál es el código?

source: Enter code
es_mx: Introducir código

source: Send
es_mx: Enviar

source: Reset Demo
es_mx: Restablecer demo

source: To reset this demo type your pasword and click reset
es_mx: Para reiniciar este demo, escriba su contraseña y haga clic en restablecer

source: Password
es_mx: Contraseña

source: Reset
es_mx: Restablecer

source: To reset this demo click reset
es_mx: Para reiniciar, haga clic en restablecer

source: Are you sure you want to DELETE this?
es_mx: ¿Estas seguro de que quieres ELIMINAR esto?

source: This action can't be undone
es_mx: Esta acción no se puede deshacer

source: Delete this
es_mx: Eliminar

source: Save as draft?
es_mx: ¿Guardar como borrador?

source: Draft
es_mx: Borrador

source: Are you sure you want to send this to the trash?
es_mx: ¿Estás seguro que quieres enviar esto a la papelera?

source: Send to trash
es_mx: Enviar a la Papelera

source: Are you sure you want to restore this?
es_mx: ¿Estas seguro de que quieres restaurar este objeto?

source: Restore
es_mx: Restaurar

source: Please save first
es_mx: Guarde primero

source: Invalid object ID
es_mx: Id. de objeto no válido

source: You must choose a path group for this type of step
es_mx: Debe elegir un grupo de rutas para este tipo de paso

source: You must select an item for this type of step
es_mx: Debe seleccionar un artículo para este tipo de paso

source: You must select the right item to proceed on this quest
es_mx: Debes seleccionar el artículo correcto para continuar con esta misión.

source: Button added!
es_mx: Botón añadido!

source: Copied!
es_mx: ¡Copiado!

source: Email Support
es_mx: Correo electrónico de Soporte

source: Free Spirits are motivated by Autonomy and self-expression. They want to create and explore.
es_mx: Los Espíritus Libres "Free Spirits" son motivados por Autonomía y autoexpresión. Ellos quieren crear y explorar.

source: Free Spirits like to have agency. They have two basic subtypes, Creators and Explorers. Explorers don’t want to be restricted in how they go through their personal journey, to explore the system. They are also likely to find the most holes in a system. Creators want to build new things.They will have the fanciest avatars and create the most personal content. They seek self-expression and autonomy.
es_mx: A los espíruts libres les gusta el sentido de agencia. Tienen dos sub-tipos básicos: Creadores y Exploradores. Los exploradores no quieren estar restringidos en como se desenvuelven en su viaje personal, explorar el sistema. Ellos también es probable que encuentre errores en el sistema. Los creadores quieren construir nuevas cosas. Tendrán los avatares más detallados y crearan el mayor contenido personal. Buscan expresión personal y autonomía.

source: Exploiter
es_mx: Explotador

source: free spirit motivated by REWARDS
es_mx: espíritus libres motivados por RECOMPENSAS

source: Like Free Spirits, these guys are looking for the boundaries of the system, where they can go and what they can do. However, for them, it is a way to find new ways to rewards. If they find a loop-hole, don’t expect them to report it unless they feel others are earning more than them exploiting it! They are the most likely to exploit the system (you could say cheat!). They are also the people who will build things just to sell. Think of Second Life. Loads of people started to build things – some realised that as well as being fun, they could make some money from selling items. For a few this turned into a way of making a living. They stopped making things for fun and just made them for profit.
es_mx: Al igual que los Espíritus Libres, buscarán los límites del sistema, hasta donde pueden llegar y que pueden hacer. Sin embargo, para ellos, es una forma para encontrar recompensas. Si encuentran un bucle, no esperes que lo reporten a menos que sientan que otros jugadores están obteniendo ventaja por encima de ellos. Son los jugadores que con mayor probabilidad tratarán de explotar el sistema (algunos dirán que hacer trampa). También son jugadores que construirán cosas sólo para venderlas. Piensa en "Second Life". Miles de personas comenzaron a construir cosas, algunos descubrieron que aparte de ser divertido, podían ganar dinero vendiendo esos artículos. Dejaron de hacer cosas por diversión y comenzaron a hacerlas sólo por obtener ganancia.

source: Improver
es_mx: Mejorador

source: free spirit as a DISRUPTOR
es_mx: espíritu libre como DISRUPTOR

source: Improvers will interact with the system with the best intentions in mind. They may hack it or find loopholes, but their aim is to change the system for the better. They are similar to the Free Spirit type, in reality, they want to have the chance to explore the system, find problems and try to fix them. Take care of these users as they can help you massively. Mistreat them and they may well become Destroyers.
es_mx: Los mejoradores "Improvers" van a interactuar con el sistema con las mejores intenciones en mente. Tal vez "hackean" el sistema o encuentren bucles pero su objetivo será mejorar el sistema. Son muy similares a los espíritus libres pero, en realidad, quieren tener la oportunidad para explorar el sistema, encontrar errores y corregirlos. Este tipo de jugador es altamente valioso pues puede ayudar inmensamente. Trátalos mal y se podrán convertir en Destructores.

source: less than 1 second ago
es_mx: hace menos de 1 segundo

source: month
es_mx: mes

source: day
es_mx: día

source: hour
es_mx: hora

source: minute
es_mx: minuto

source: second
es_mx: segundo

source: It makes me happy if I am able to help others
es_mx: Me hace feliz si puedo ayudar a otros

source: I like helping others to orient themselves in new situations
es_mx: Me gusta ayudar a otros a orientarse en situaciones nuevas

source: I like sharing my knowledge with others
es_mx: Me gusta compartir mis conocimientos con los demás

source: The well being of others is important to me
es_mx: El bienestar de los demás es importante para mí

source: Interacting with others is important to me
es_mx: Interactuar con otras personas es importante para mí

source: I like being part of a team
es_mx: Me gusta ser parte de un equipo

source: It is important for me to feel like I am part of a community
es_mx: Es importante para mí sentir que soy parte de una comunidad

source: I enjoy group activities
es_mx: Disfruto de actividades en grupo

source: It is important to me to follow my own path
es_mx: Es importante para mí seguir mi propio camino

source: I often let my curiosity guide me
es_mx: A menudo permito que mi curiosidad me guíe

source: I like to try new things
es_mx: Me gusta intentar cosas nuevas

source: Being independent is important to me
es_mx: Ser independiente es importante para mí

source: I like overcoming obstacles
es_mx: Me gusta vencer obstáculos

source: It is important to me to always carry out my tasks completely
es_mx: Es importante para mí siempre terminar mis tareas

source: It is difficult for me to let go of a problem before I have found a solution
es_mx: Es difícil para mí dejar atrás un problema antes de haber encontrado una solución

source: I like mastering difficult tasks
es_mx: Me gusta dominar tareas difíciles

source: I like to provoke
es_mx: Me gusta provocar

source: I like to question the status quo
es_mx: Me gusta cuestionar el status quo

source: I see myself as a rebel
es_mx: Me veo como un rebelde

source: I dislike following rules
es_mx: No me gusta seguir las reglas

source: I like competitions where a prize can be won
es_mx: Me gustan las competencias donde se puede ganar un premio

source: Rewards are a great way to motivate me
es_mx: Las recompensas son una gran manera para motivarme

source: Return of investment is important to me
es_mx: El retorno de la inversión es importante para mí

source: If the reward is enough I will put in the effort
es_mx: Si la recompensa es suficiente voy a poner el esfuerzo

source: Empty
es_mx: Vacío

source: Add new
es_mx: Agregar Nuevo

source: Prev
es_mx: Previo

source: No message
es_mx: Sin mensaje

source: click to close
es_mx: clic para cerrar

source: Player data erased from existance
es_mx: Datos del jugador borrados de la existencia

source: Wrong Nonce
es_mx: Nonce erróneo

source: Verify your password
es_mx: Verifica tu contraseña

source: Settings Updated!
es_mx: ¡Configuración actualizada!

source: No change detected
es_mx: No se ha detectado ningún cambio

source: Not enough privileges
es_mx: No hay suficientes privilegios

source: Configuration Updated!
es_mx: ¡Configuración actualizada!

source: Awesome!
es_mx: ¡Fantástico!

source: Your player type is
es_mx: Tu tipo de jugador es

source: click to see your results
es_mx: clic para ver tus resultados

source: No answers received
es_mx: No se recibieron respuestas

source: Unauthorized action
es_mx: Acción No Autorizada

source: This domain is not allowed
es_mx: Este dominio no está permitido

source: Username already taken
es_mx: El usuario ya existe

source: This email is not in the RSVP list
es_mx: Este correo electrónico no está en la lista de RSVP

source: Invalid username
es_mx: Nombre de usuario inválido

source: Please enter an email
es_mx: Por favor introduce un correo electrónico

source: Invalid email
es_mx: Email no válido

source: Email is already registered
es_mx: Este correo electrónico ya ha sido registrado

source: Type in a password
es_mx: Escriba una contraseña

source: Password can't be longer than 50 characters
es_mx: La contraseña no puede tener más de 50 caracteres

source: New Player Registered Successfully
es_mx: Nuevo jugador registrado con éxito

source: (click to continue)
es_mx: (clic para cerrar)

source: There was an error, please reload and try again
es_mx: Se ha producido un error, vuelva a cargar e inténtelo de nuevo

source: Role Updated!
es_mx: ¡Rol actualizado!

source: Player doesn't exist in adventure
es_mx: El jugador no existe en la aventura

source: Nonce Expired!
es_mx: ¡Nonce caducado!

source: click to reload
es_mx: clic para recargar

source: Player removed
es_mx: Jugador eliminado

source: Player enrolled
es_mx: Jugador inscrito

source: Can't change the status of the owner
es_mx: No se puede cambiar el estado del propietario

source: Reordered
es_mx: Reordenado

source: Items Reordered
es_mx: Artículos reordenados

source: Achievements Reordered
es_mx: Logros reordenados

source: Questions Reordered
es_mx: Preguntas reordenadas

source: Steps Reordered!
es_mx: ¡Pasos reordenados!

source: No change made
es_mx: No se ha detectado ningún cambio

source: New Step
es_mx: Nuevo paso

source: New Step Content
es_mx: Contenido del nuevo paso

source: Couldn't create step
es_mx: No se pudo crear el paso

source: Step removed!
es_mx: ¡Paso eliminado!

source: Error, couldn't remove step
es_mx: Error, no se pudo quitar el paso

source: File not found
es_mx: Archivo no encontrado

source: Step updated
es_mx: Paso actualizado

source: Step not found
es_mx: Paso no encontrado

source: Couldn't create button
es_mx: No se pudo crear el botón

source: Button removed!
es_mx: ¡Botón eliminado!

source: Couldn't remove button
es_mx: No se pudo quitar el botón

source: Button updated
es_mx: Botón actualizado

source: Button not found
es_mx: Botón no encontrado

source: Objective removed!
es_mx: ¡Objetivo eliminado!

source: objective doesn't exist
es_mx: el objetivo no existe

source: Objectives Reset!
es_mx: ¡Objetivos restablecidos!

source: No objectives to reset
es_mx: Sin objetivos para restablecer

source: Objective updated
es_mx: Objetivo actualizado

source: objective not found
es_mx: objetivo no encontrado

source: Wrong Keyword
es_mx: Palabra clave incorrecta

source: Out of energy
es_mx: Sin energía

source: You ran out of Energy Points. To recharge, click this button or the lightning bolt on the top left.
es_mx: Te quedaste sin Puntos de Energía. Para recargar, haga clic en este botón o en el rayo en la parte superior izquierda.

source: RECHARGE
es_mx: RECARGAR

source: [ COPY ]
es_mx: [ COPIA ]

source: Question Updated
es_mx: Pregunta actualizada

source: Question Removed!
es_mx: ¡Pregunta eliminada!

source: Unauthorized Access
es_mx: Acceso no autorizado

source: Option Updated
es_mx: Opción actualizada

source: Option Removed!
es_mx: ¡Opción eliminada!

source: Answer Removed!
es_mx: ¡Respuesta eliminada!

source: Content doesn't exist
es_mx: El contenido no existe

source: Max EP reached
es_mx: EP máximo alcanzado

source: Adventure doesn't exist
es_mx: La aventura no existe

source: Correct!
es_mx: ¡Correcto!

source: Wrong
es_mx: Errónea

source: Quest doesn't exist
es_mx: Quest no existe

source: Achievement doesn't exist
es_mx: El logro no existe

source: Guild doesn't exist
es_mx: El gremio no existe

source: Item doesn't exist
es_mx: El artículo no existe

source: Can't find this resource
es_mx: No se puede encontrar este recurso

source: No results found. Search for something different?
es_mx: No se han encontrado resultados. ¿Buscas algo diferente?

source: The adventure name can't be empty
es_mx: El nombre de la aventura no puede estar vacío
