Repository: oglacor/bluerabbit
Catalog: languages/*.po
Languages: es_mx

source: These users will try to change the way a system works by exerting influence over other users. This is not to say they are a negative type, far from it. If they feel the system needs to change and you actually allow them a voice to help change it, they could become massive advocates. Make use of them or lose them – worse still the could end up switching to a Griefer!
es_mx: Estos usuarios tratarán de cambiar el sistema para que funcione mejor al ejercer influencia sobre otros usuarios. Esto no significa que sea un tipo negativo, al contrario. Si sienten que el sistema necesita cambiar y les permites una voz para que ayuden con el cambio, pueden convertirse en grandes defensores. Asegúrate de usarlos o perderlos, o peor aún, ¡pueden convertirse en Asesinos!

source: Add button
es_mx: Botón Añadir

source: Avatars
es_mx: Avatares

source: Add the options of avatars the player has
es_mx: Añade las opciones de avatares que tendrá el jugador

source: Select the item the player needs to have
es_mx: Selecciona el artículo que el jugador necesita tener

source: If you don't see an item here, it may be because you added it to another step in this quest
es_mx: Si no ves un artículo aquí, puede deberse a que lo agregaste a otro paso de esta misión.

source: Select the item the player will earn
es_mx: Selecciona el artículo que ganará el jugador

source: Label
es_mx: Etiqueta

source: Jump to
es_mx: Saltar a

source: Buttons
es_mx: Botones

source: The options available to the player
es_mx: Las opciones disponibles para el jugador

source: Jump to
es_mx: Saltar a

source: No avatars to show
es_mx: No hay avatares para mostrar

source: Choose your avatar
es_mx: Elige tu avatar

source: Quest Failed
es_mx: Fallaste el Quest

source: Edit Step
es_mx: Editar paso

source: The reference to the step, only seen in admin
es_mx: La referencia al paso, solo se ve en admin

source: The type of action the player will do
es_mx: El tipo de acción que hará el jugador

source: Dialogue
es_mx: Diálogo

source: Open Field
es_mx: Campo abierto

source: Jump to step
es_mx: Saltar al paso

source: System Message
es_mx: Mensaje de Sistema

source: Win
es_mx: Ganar

source: Fail
es_mx: Fallar

source: Item Select
es_mx: Selección de artículo

source: Item Requirement
es_mx: Requisito de Artículo

source: Path choice
es_mx: Elección de ruta

source: Choose Nickname
es_mx: Elija el apodo

source: Choose Avatar
es_mx: Elige Avatar

source: Who's talking
es_mx: Quién está hablando

source: To what side should the text align.
es_mx: A qué lado debe alinearse el texto.

source: No one. Just describing the scene.
es_mx: Nadie. Solo describiendo la escena.

source: Character on the left
es_mx: Personaje de la izquierda

source: Character on the right
es_mx: Personaje de la derecha

source: Text Speed
es_mx: Velocidad del texto

source: How fast should the text show.
es_mx: A qué velocidad se muestra el texto.

source: Instant
es_mx: Instantáneo

source: Fast
es_mx: Rápido

source: Slow
es_mx: Lento

source: Very Slow
es_mx: Muy Lento

source: Super Slow
es_mx: Super Lento

source: The text explaining something. Followed by an OK button
es_mx: El texto explicando algo. Seguido de un botón de OK

source: The dialogue of the characters. Align left or right accordingly
es_mx: El diálogo de los personajes. Alinear a la izquierda o a la derecha como corresponda

source: The instructions for the player
es_mx: Instrucciones para el jugador

source: The question the players must answer with their choice
es_mx: La pregunta que los jugadores deben responder con su elección

source: Clue or Info
es_mx: Pista o información

source: Information about the item they need to search in their backpacks
es_mx: Información sobre el artículo que necesitan buscar en sus mochilas

source: The message the players will read when they WIN the quest
es_mx: El mensaje que los jugadores leerán cuando GANEN la misión

source: The message the players will read when they FAIL the quest
es_mx: El mensaje que los jugadores leerán cuando FALLEN la misión

source: The system prompts the player to input their First and Last names (it can be their nickname for the game)
es_mx: El sistema le pide al jugador que ingrese sus nombres y apellidos (puede ser su apodo para el juego)

source: Upload the images of the avatars available to the players
es_mx: Sube las imágenes de los avatares disponibles para los jugadores

source: Path Group
es_mx: Grupo de ruta

source: What achievement group do you want the players to choose from
es_mx: El grupo de logros quieres que elijan los jugadores

source: Left side character
es_mx: Personaje del lado izquierdo

source: Shows on the left side of the scene.
es_mx: Se muestra en el lado izquierdo de la escena.

source: Right side character
es_mx: Personaje del lado derecho

source: Shows on the right side of the scene.
es_mx: Se muestra en el lado derecho de la escena.

source: Background
es_mx: Fondo

source: Background image of the scene.
es_mx: Imagen de fondo de la escena.

source: Update Step
es_mx: Actualizar Paso

source: You need an item to continue this path
es_mx: Necesitas un artículo para continuar esta ruta

source: Use this item
es_mx: Usar el artículo

source: You found an item!
es_mx: ¡Has encontrado un artículo!

source: Pickup
es_mx: Recoger

source: Can't change paths
es_mx: No se pueden cambiar la ruta

source: Already walking
es_mx: Caminando

source: Must Choose a Path to continue
es_mx: Debe elegir una camino para continuar

source: Chosen Path
es_mx: Camino elegido

source: None selected
es_mx: Nada seleccionado

source: Continue
es_mx: Continuar

source: Confirm path
es_mx: Confirmar ruta

source: Choose this path?
es_mx: ¿Elegir este camino?

source: Remove image
es_mx: Quitar imagen

source: A big text field for the answer
es_mx: Un campo de texto para la respuesta

source: Description (optional)
es_mx: Descripción (opcional)

source: Describe the question
es_mx: Describa la pregunta

source: What are they rating?
es_mx: ¿Qué están calificando?

source: Number of stars
es_mx: Número de estrellas

source: What is the value measuring?
es_mx: ¿Qué está midiendo?

source: Measuring?
es_mx: ¿Midiendo?

source: Max value
es_mx: Valor máx

source: Spinner
es_mx: Girador

source: Players will have to choose one guild to vote for (not theirs)
es_mx: Los jugadores tendrán que elegir un gremio por el que votar (no el de ellos)

source: Please choose a Guild Group
es_mx: Por favor, elija un grupo de gremio

source: N/A
es_mx: N/D

source: Total Answers
es_mx: Respuestas Totales

source: N / A
es_mx: N / D

source: Added Value
es_mx: Valor sumado

source: Value #
es_mx: Valor #

source: Value %
es_mx: Valor %

source: Option
es_mx: Opción

source: 1 STAR
es_mx: 1 ESTRELLA

source: 2 STARS
es_mx: 2 ESTRELLAS

source: 3 STARS
es_mx: 3 ESTRELLAS

source: 4 STARS
es_mx: 4 ESTRELLAS

source: 5 STARS
es_mx: 5 ESTRELLAS

source: No Quests
es_mx: Sin Quests

source: No Achievements
es_mx: Sin Logros

source: No Items
es_mx: Sin Artículos

source: Welcome to
es_mx: Bienvenido a

source: We got your back. Here's a road map so you won't get lost.
es_mx: Te tenemos cubierto. Aquí hay una guía para que no te pierdas.

source: Start Tutorial
es_mx: Iniciar Tutorial

source: Journey Button
es_mx: Botón de Journey

source: This will take you to the journey page where you can see your progress.
es_mx: Esto le llevará a la página del trayecto donde podrás ver tu progreso.

source: Here you can see the challenges that you must complete to reach the goal.
es_mx: Aquí puedes ver los desafíos que debes superar para alcanzar la meta.

source: The Quests
es_mx: Los Quests

source: Clicking in the quest icon will open it for you to attempt.
es_mx: Al hacer clic en el icono del quest se abrirá para que lo intentes.

source: Journey View Button
es_mx: Botón de Ver viaje

source: You can switch the journey display by clicking here.
es_mx: Puede cambiar la visualización del viaje haciendo clic aquí.

source: Cooper/Nav Menu
es_mx: Menú Cooper/Nav

source: Before we move forward to anything else, this is your panic button. When in doubt, click here. All navigation options are here.
es_mx: Antes de avanzar a otra cosa, este es tu botón de pánico. En caso de duda, haz clic aquí. Todas las opciones de navegación están aquí.

source: The cooper menu
es_mx: El menú cooper

source: You'll find all navigation options here. If you get lost, look inside this menu.
es_mx: Aquí encontrarás todas las opciones de navegación. Si te pierdes, mira dentro de este menú.

source: Your status
es_mx: Tu estado

source: Click here to open your status screen as you progress and level up.
es_mx: Haz clic aquí para abrir la pantalla de estado a medida que avanzas y sube de nivel.

source: This is your status screen.
es_mx: Esta es su pantalla de estado.

source: Your Level
es_mx: Tu Nivel

source: This will show your current level. It's important because the best rewards require higher level.
es_mx: Esto mostrará tu nivel actual. Es importante porque las mejores recompensas requieren un nivel más alto.

source: This are the points that help you level up! Earn them by scanning codes and completing challenges.
es_mx: ¡Estos son los puntos que te ayudan a subir de nivel! Gánalos mediante el escaneo de códigos y completando desafíos.

source: Current
es_mx: Actual

source: Here you can see how much money you've earned. You can use it to exchange for prizes in the Item Shop!
es_mx: Aquí puedes ver cuánto dinero has ganado. ¡Puedes usarlo para canjearlo por premios en la tienda de artículos!

source: allow you to attempt certain quests and challenges. You have a maximum depending on your level.
es_mx: te permiten intentar ciertas misiones y desafíos. Tienes un máximo dependiendo de tu nivel.

source: So the higher your level, the more Energy you can store to complete harder challenges.
es_mx: Por lo tanto, cuanto más alto sea tu nivel, más energía podrás almacenar para completar desafíos más difíciles.

source: This Energy icon here
es_mx: Este icono de Energía

source: If you run out of
es_mx: Si te quedas sin

source: , click here to recharge.
es_mx: , haga clic aquí para recargar.

source: My Account
es_mx: Mi Cuenta

source: To edit your profile, click on your profile image
es_mx: Para editar su perfil, haga clic en su imagen de perfil

source: Code Button
es_mx: Botón de Código

source: Use this button to open the code form
es_mx: Utilice este botón para abrir el formulario de código

source: Code Form
es_mx: Formulario de código

source: With this field, you may introduce a code you find. It will help you level up and/or earn resources. Plus you will get a badge!
es_mx: Con este campo, puede introducir un código que encuentre. Te ayudará a subir de nivel y/o ganar recursos. ¡Además, obtendrás una insignia!

source: Just type in the code (spaces and all) and click send.
es_mx: Simplemente escriba el código (espacios y todo) y haga clic en enviar.

source: Activate Tutorial
es_mx: Activar Tutorial

source: You can restart this tutorial with this button.
es_mx: Puedes reiniciar este tutorial con este botón.

source: SUPPORT
es_mx: SOPORTE

source: If you need to reach out for support, contact
es_mx: Si necesita ponerse en contacto con el servicio de asistencia, póngase en contacto con

source: That's it!
es_mx: ¡Eso es todo!

source: Don't stop leveling up!
es_mx: ¡No dejes de subir de nivel!

source: https://bluerabbit.io
es_mx: http://bluerabbit.io
