Repository: oglacor/bluerabbit
Catalog: languages/*.po
Languages: es_mx

source: A clue or question
es_mx: Una pista o pregunta

source: Keywords are case sensitive
es_mx: Las palabras clave distinguen entre mayúsculas y minúsculas

source: Blog Post
es_mx: Artículo de Blog

source: Select the blog post where the players will search for the keyword
es_mx: Seleccione la entrada de blog donde los jugadores buscarán la palabra clave

source: Choose
es_mx: Elegir

source: True or false
es_mx: Verdadero o Falso

source: Updating the value will reset the objective for the players
es_mx: La actualización del valor restablecerá el objetivo para los jugadores

source: True
es_mx: Verdadero

source: False
es_mx: Falso

source: Keyword Search
es_mx: Búsqueda por palabra clave

source: Keyword Input
es_mx: Palabra clave

source: True / False
es_mx: Verdadero/Falso

source: Back to the journey
es_mx: De vuelta al viaje

source: Discovered by completing quests
es_mx: Descubierto completando misiones

source: Free attempts
es_mx: Intentos gratis

source: Attempt Cost
es_mx: Costo de cada intento

source: Display
es_mx: Mostrar

source: To win
es_mx: Para ganar

source: Total Questions
es_mx: Total de Preguntas

source: This is one empty journey
es_mx: Este es un viaje vacío

source: New Adventure From Template
es_mx: Nueva aventura desde plantilla

source: My transactions
es_mx: Mis transacciones

source: Purchases and consumption
es_mx: Compras y el consumo

source: Amount
es_mx: Monto

source: Use
es_mx: Usar

source: used
es_mx: usado

source: Reason
es_mx: Razón

source: Paid
es_mx: Pagado

source: Pay
es_mx: Pagar

source: Back to more stories
es_mx: Volver a más historias

source: All posts
es_mx: Todas las entradas

source: Previous ten
es_mx: Diez anteriores

source: Next ten
es_mx: Diez siguientes

source: No posts available
es_mx: No hay publicaciones disponibles

source: Bulk Create
es_mx: Creación en lote

source: Field
es_mx: Campo

source: Achievements to create
es_mx: Logros a crear

source: Achievement Prefix
es_mx: Prefijo de logro

source: Achievement Badge
es_mx: Insignia del Logro

source: Required
es_mx: Requerido

source: Achievement Deadline
es_mx: Fecha límite de logro

source: Secret Message
es_mx: Mensaje Secreto

source: This message will be seen once the players earn the achievement.
es_mx: Este mensaje se verá una vez que los jugadores ganen el logro.

source: Submit answers!
es_mx: ¡Enviar Respuestas!

source: Conditions
es_mx: Condiciones

source: Used
es_mx: Usados

source: attempts
es_mx: intentos

source: Correct answers
es_mx: Respuestas correctas

source: seconds
es_mx: segundos

source: No time limit
es_mx: Sin límite de tiempo

source: Available at Level
es_mx: Disponible para nivel

source: Max Attempts Reached
es_mx: Máximos intentos alcanzados

source: Purchase deadline
es_mx: Compra esta fecha

source: Start!
es_mx: ¡Comenzar!

source: Free attempt
es_mx: Intento gratis

source: Attempt cost
es_mx: Costo de cada intento

source: Time's up!
es_mx: ¡Se acabó el tiempo!

source: Track
es_mx: Camino

source: Results by Question
es_mx: Resultados por pregunta

source: The numbers below each answer represent the number of times that answer was chosen over the total of times shown
es_mx: Los números debajo de cada respuesta representan el número de veces que la respuesta fue elegida sobre el total de veces mostrados

source: Show simple table
es_mx: Mostrar tabla simple

source: Quick Export Table
es_mx: Exportación rápida

source: Just copy and paste
es_mx: Simplemente copie y pegue

source: Question ID
es_mx: ID de Pregunta

source: Results by Attempt
es_mx: Resultados por intento

source: Total Attempts
es_mx: Intentos totales

source: Attempt ID
es_mx: ID Intento

source: Grade
es_mx: Calificación

source: Successful Attempts
es_mx: Intentos Exitosos

source: Failed Attempts
es_mx: Intentos Fallidos

source: Challenge not found!
es_mx: ¡Reto no encontrado!

source: Challenges
es_mx: Retos

source: A list to all challenges reports
es_mx: Una lista de todos los informes de desafíos

source: Publish Date
es_mx: Fecha de publicación

source: No challenges!
es_mx: ¡Sin retos!

source: Registration Open
es_mx: Inscripción Abierta

source: Restrict Domain registration?
es_mx: ¿Restringir el registro por dominio?

source: Domain Restriction for new users
es_mx: Restricción de dominio para nuevos usuarios

source: Default Adventure
es_mx: Aventura predeterminada

source: Allow to use parent adventures
es_mx: Permitir el uso de aventuras madre

source: Use HEXAD Player Type Test
es_mx: Utilice la prueba de tipo de jugador HEXAD

source: Add New Adventure
es_mx: Agregar nueva aventura

source: Administrator
es_mx: Administrador

source: Non Player Characters
es_mx: Personajes No Jugadores

source: Everyone
es_mx: Todos

source: Add Adventure From Template
es_mx: Agregar aventura desde plantilla

source: Resource Autofill
es_mx: Autocompletar recursos

source: Allow Public Adventures
es_mx: Permitir aventuras públicas

source: Multiple Game Masters
es_mx: Múltiples maestros de juego

source: Profile
es_mx: Perfil

source: Default Language
es_mx: Idioma Predeterminado

source: Show Upgrade
es_mx: Mostrar Actualizar a PRO

source: Show Anonimize Button
es_mx: Mostrar botón Anonimize

source: Custom Labels
es_mx: Etiquetas Personalizadas

source: Blog section name
es_mx: Nombre de la sección del blog

source: Resources section name
es_mx: Nombre de la sección Recursos

source: Miscelaneous
es_mx: Misceláneo

source: Display Admin Nav Bar
es_mx: Mostrar barra de navegación de administración

source: Default Journey View
es_mx: Vista de viaje predeterminada

source: Main Logo
es_mx: Logo Principal

source: The main logo to use as default
es_mx: El logotipo principal que se va a usar como predeterminado

source: Default Background
es_mx: Fondo predeterminado

source: Login Logo
es_mx: Logo de Login

source: This logo only appears in the login screen. If the Background is dark, use a light logo
es_mx: Este logotipo sólo aparece en la pantalla de inicio de sesión. Si el fondo es oscuro, utilice un logotipo claro

source: Login Background
es_mx: Fondo de Login

source: The favicon for the site
es_mx: El favicon para el sitio

source: No adventure Image
es_mx: Imagen para cuando no hay aventuras

source: The default image for No Adventures
es_mx: La imagen predeterminada para Sin aventuras

source: Journey Background
es_mx: Fondo del Trayecto (Journey)

source: Item shop Background
es_mx: Fondo de la tienda de artículos

source: Backpack Background
es_mx: Fondo de mochila

source: Guilds Background
es_mx: Fondo de Gremios

source: Schedule Background
es_mx: Fondo de la Agenda

source: Blog Background
es_mx: Fondo del Blog

source: Lore Background
es_mx: Fondo de Conocimiento

source: Wall Background
es_mx: Fondo del Muro

source: Leaderboard Background
es_mx: Fondo de la tabla de posiciónes

source: My Work Background
es_mx: Fondo de Mi Trabajo

source: Features
es_mx: Características

source: Images
es_mx: Imágenes

source: Organizations
es_mx: Organizaciones

source: Sponsors
es_mx: Patrocinadores

source: Reference
es_mx: Referencia

source: Save Settings
es_mx: Guardar Ajustes

source: All On
es_mx: Activar todo

source: All Off
es_mx: Apagar Todo

source: File upload
es_mx: Carga de archivos

source: Upload
es_mx: Subir

source: Use Challenges
es_mx: Usar Retos

source: Use Missions
es_mx: Usar misiones

source: Use Encounters
es_mx: Usar encuentros

source: Use Achievements
es_mx: Usar Logros

source: Use Magic Codes
es_mx: Usar códigos mágicos

source: Use Surveys
es_mx: Usar Encuestas

source: Use Blockers
es_mx: Usar bloqueadores

source: Use Wall
es_mx: Usar Muro

source: Use Guilds
es_mx: Usar gremios

source: Use Blog
es_mx: Usar blog

source: Use Lore
es_mx: Usar Conocimiento

source: Use Leaderboard
es_mx: Usar Tablero

source: Players in leaderboard
es_mx: Jugadores en el tablero

source: Use Schedule
es_mx: Usar Agenda

source: Use Speakers
es_mx: Usar Exponentes

source: Use Backpack
es_mx: Usar mochila

source: Use Item Shop
es_mx: Usar tienda de artículos

source: Allow players to rate quests
es_mx: Permitir a los jugadores evaluar quests

source: Show adventure status
es_mx: Mostrar el estado de la aventura

source: Status bars that show the added XP, EP and Coins of all players in the same adventure
es_mx: Barras de estado que muestran el XP, EP y monedas añadidos de todos los jugadores en la misma aventura

source: Max Players per adventure
es_mx: Máximo de jugadores por aventura

source: Max Adventures per player
es_mx: Máximo de aventuras por jugador

source: Free
es_mx: Gratis

source: New sponsor
es_mx: Nueva Patrocinador

source: Settings Code Reference
es_mx: Referencia de Ajustes para Programación

source: Select All
es_mx: Seleccionar todo

source: Clear Selection
es_mx: Borrar selección

source: Items
es_mx: Artículos

source: Encounters
es_mx: Encuentros

source: Adventure target
es_mx: Aventura objetivo

source: Duplicate selected objects
es_mx: Duplicar objetos seleccionados

source: You already are enrolled in
es_mx: Ya estás inscrito en

source: Welcome!
es_mx: ¡Bienvenido!

source: you are now enrolled in
es_mx: ahora estás inscrito en

source: Adventure Full
es_mx: Aventura completa

source: This adventure doesn't have any more space. The Game Master must remove some players before you can join.
es_mx: Esta aventura no tiene más espacio. El Game Master debe eliminar algunos jugadores antes de que puedas unirte.

source: Welcome back! You are the owner of this adventure
es_mx: ¡Bienvenido! Eres el dueño de esta aventura

source: This adventure is a template
es_mx: Ésta aventura es una plantilla

source: Players can't enroll in template adventures
es_mx: Los jugadores no se pueden inscribir en plantillas

source: No code provided
es_mx: No se indicó el código

source: Start the journey!
es_mx: ¡Inicia el viaje!

source: Back to home
es_mx: Volver al inicio

source: You are already a member of
es_mx: Ya eres miembro de

source: Joruney on!
es_mx: ¡A la aventura!

source: You can't enroll in another guild
es_mx: No puedes inscribirte en otro gremio

source: Welcome!!
es_mx: ¡Bienvenido!

source: You are now part of
es_mx: Ahora eres parte de

source: This guild doesn't exist
es_mx: Este gremio no existe

source: You are not part of any guild yet
es_mx: Aún no eres parte de ningún gremio

source: My Guilds
es_mx: Mis Gremios

source: Enrolled
es_mx: Inscritas

source: Item Shop
es_mx: Tienda de Items

source: All items
es_mx: Todos los artículos

source: items
es_mx: artículos

source: You can't buy items
es_mx: No puedes comprar

source: Blocked to GMs
es_mx: Bloqueado a GMs

source: The item Shop is now closed!
es_mx: ¡La tienda ya está cerrada!

source: Max owned
es_mx: Máximos comprados

source: Sold Out
es_mx: Agotado

source: No items currently available
es_mx: No hay artículos disponibles por el momento

source: More items are available as you earn achievements. Keep moving forward!
es_mx: Más artículos estarán disponibles conforme obtengas logros. ¡Sigue adelante!

source: Add new item
es_mx: Agregar nuevo elemento

source: Search transactions
es_mx: Buscar transacciones

source: My Items
es_mx: Mis items

source: Items bought in the item shop
es_mx: Los artículos comprados en la tienda

source: Reset your transactions
es_mx: Restablecer todas las transacciones

source: You haven't bought any items
es_mx: No has comprado ningún artículo

source: My Key Items
es_mx: Item clave

source: Items bought to unlock
es_mx: Artículos comprados para desbloquear

source: My collection
es_mx: Mi colección

source: Items earned after completing
es_mx: Artículos obtenidos al completar

source: Place
es_mx: Lugar

source: Insert Access Code
es_mx: Insertar código de acceso

source: Restart timer
es_mx: Reiniciar cronómetro

source: Wrong Login Credentials
es_mx: Credenciales de inicio de sesión incorrectas

source: Nickname
es_mx: Sobrenombre

source: Log In
es_mx: Entrar

source: Forgot password?
es_mx: ¿Has olvidado la contraseña?

source: Don't have an account?
es_mx: ¿No tienes una cuenta?

source: Sign Up!
es_mx: ¡Únete!

source: Language
es_mx: Idioma

source: Register New Player
es_mx: Registrar Nuevo Jugador

source: By registering you agree upon BLUErabbit's
es_mx: Al registrarte aceptas de BLUErabbit su

source: privacy policy
es_mx: política de privacidad

source: Already registered?
es_mx: ¿Ya está registrado?

source: Login!
es_mx: ¡Iniciar sesión!

source: New Resource
es_mx: Nuevo recurso

source: Go
es_mx: Ir

source: Clear Search
es_mx: Borrar búsqueda

source: Prev Page
es_mx: Página Anterior

source: Next Page
es_mx: Próxima página

source: No resources available
es_mx: No hay recursos disponibles

source: You earned the achievement
es_mx: Te ganaste el logro

source: Code doesn't exist!
es_mx: ¡El código no existe!

source: Check the code and try again
es_mx: Por favor verifica el código e intenta de nuevo

source: Managing
es_mx: Gestionando

source: Lore
es_mx: Conocimiento

source: Edit, delete & restore your adventures
es_mx: Edita, elimina y restaura tus aventuras

source: Adventure
es_mx: Aventura

source: Adventure deleted
es_mx: Aventura eliminada

source: You really want to delete the adventure?
es_mx: ¿Realmente quieres borrar la aventura?

source: Mission Status
es_mx: Estado de la misión

source: Objectives
es_mx: Objetivos

source: Missing
es_mx: No existe

source: Completed
es_mx: Completado

source: Mission Brief
es_mx: Informe de la misión

source: Mission Objectives
es_mx: Objetivos de la misión

source: Mission Report
es_mx: Reporte de la misión

source: Progress
es_mx: Progreso

source: Find it here
es_mx: Encuéntrala aquí

source: Account
es_mx: Cuenta

source: Anonimize
es_mx: Anonimízame

source: Player Level
es_mx: Nivel de jugador

source: First name
es_mx: Nombre

source: Last name
es_mx: Apellido

source: Save
es_mx: Guardar

source: Anonimizer
es_mx: Anonimizador

source: This button deletes all your personal data
es_mx: Este botón elimina todos sus datos personales

source: When you use the anonimizer, all your personal data converts to random names, pictures and email. Although you can still update your data back to normal, you will lose access to your account on logout. This is done with the sole purpose of keeping the demographic data of your account while protecting your privacy.
es_mx: Cuando utiliza el anonimizer, todos sus datos personales se convierten en nombres aleatorios, imágenes y correo electrónico. Aunque aún puede volver a actualizar sus datos a la normalidad, perderá el acceso a su cuenta al cerrar la sesión. Esto se hace con el único propósito de mantener los datos demográficos de su cuenta mientras protege su privacidad.

source: Anonimize Me
es_mx: Anonimízame

source: Are you sure about this?
es_mx: ¿Estás seguro de esto?

source: You can still update your profile, just don't close the session
es_mx: Todavía puede actualizar su perfil, simplemente no cierre la sesión

source: Double confirm for security
es_mx: Doble confirmación para seguridad

source: My Player Type
es_mx: Mi Tipo de Jugador

source: Read all about Marczewski's player types
es_mx: Leer todo sobre los tipos de jugador de Marczewski

source: Last Tested
es_mx: Última prueba

source: Test again
es_mx: Probar de nuevo

source: Never tested
es_mx: Nunca probado

source: Test now
es_mx: Probar ahora

source: Dominant Player Type
es_mx: Tipo de jugador dominante

source: Read all about Marczewski player types
es_mx: Leer todo sobre los tipos de jugador de Marczewski

source: Get a copy of “Even Ninja Monkeys like to Play”
es_mx: Obtener una copia de "Even Ninja Monkeys like to Play"

source: No data available
es_mx: No hay datos disponibles

source: Subscription
es_mx: Suscripción

source: Current Plan
es_mx: Plan Actual

source: Players allowed
es_mx: Jugadores permitidos

source: Max Adventures
es_mx: Aventuras Máximas

source: Disc Space
es_mx: Espacio en Disco

source: Upgrade now!
es_mx: ¡Sube de nivel!

source: Upgrade to PRO
es_mx: Actualizar a PRO

source: Unlimited Players per adventure
es_mx: Jugadores Ilimitados por Aventura

source: Unlimited Adventures
es_mx: Aventuras ilimitadas

source: Achievement Codes
es_mx: Códigos de logro

source: Update Achievement
es_mx: Actualizar Logro

source: Create Achievement
es_mx: Crear Logro

source: Edit Achievement
es_mx: Editar Logro

source: New Achievement
es_mx: Nuevo Logro

source: Achievement Settings
es_mx: Configuración de Logro

source: Rank
es_mx: Rango

source: In case you want this to be exclusive between several paths, players will only earn ONE achievement from the group
es_mx: En caso de que quieras que esto sea exclusivo entre varios caminos, los jugadores solo obtendrán UN logro del grupo

source: Available for
es_mx: Disponible para

source: All Paths
es_mx: Todas los caminos

source: Leave blank for no limit
es_mx: Dejar en blanco para sin límite

source: This code can be used by all players.
es_mx: Este código puede ser utilizado por todos los jugadores.

source: The achievement is assigned only once so it doesn't matter if the player scans or uses the code multiple times.
es_mx: El logro se asigna solo una vez, por lo que no importa si el jugador escanea o usa el código varias veces.

source: The reward only happens once.
es_mx: La recompensa solo ocurre una vez.

source: Magic code
es_mx: Código mágico

source: Generate
es_mx: Generar

source: Magic link
es_mx: Enlace Mágico

source: The magic link is generated automatically
es_mx: El enlace mágico se genera automáticamente

source: Unique Codes
es_mx: Códigos únicos

source: This codes can only be used once.
es_mx: Estos códigos sólo se pueden utilizar una vez.

source: A player can't earn the same achievement twice so only one code per player will work.
es_mx: Un jugador no puede ganar el mismo logro dos veces, por lo que solo funcionará un código por jugador.

source: Codes are affected by the max number of players that can earn the achievement and the deadline.
es_mx: Los códigos se ven afectados por el número máximo de jugadores que pueden ganar el logro y la fecha límite.

source: Redeemed
es_mx: Redimido

source: Expired
es_mx: Expirado

source: Create Unique Code
es_mx: Crear código único

source: Code
es_mx: Código

source: Must save the achievement before generating UNIQUE codes
es_mx: Debe guardar el logro antes de generar códigos ÚNICOS

source: Select Players
es_mx: Seleccionar jugadores

source: Awarded
es_mx: Premiado

source: Awarded Players
es_mx: Jugadores premiados

source: A list of the players that earned the achievement.
es_mx: Una lista de los jugadores que obtuvieron el logro.

source: Remove
es_mx: Eliminar

source: Must save the achievement before awarding players
es_mx: Debe guardar el logro antes de premiar a los jugadores

source: Hide Achievements
es_mx: Ocultar logros

source: In the badges page, hide the achievements until the player has earned them
es_mx: En la página de insignias, oculta los logros hasta que el jugador los haya ganado

source: Purchase Permissions
es_mx: Permisos de compra

source: Use Items
es_mx: Usar artículos

source: Allow players to consume/spend their items
es_mx: Permitir a los jugadores consumir/gastar sus artículos

source: Show player's transactions
es_mx: Mostrar las transacciones del jugador

source: Demo adventure
es_mx: Aventura demo

source: This allows players to delete all their data.
es_mx: Esto permite a los jugadores eliminar todos sus datos.

source: Require password to reset demo
es_mx: Requerir contraseña para reiniciar el demo

source: Custom Support Email
es_mx: Correo electrónico de soporte personalizado

source: Edit Adventure
es_mx: Editar aventura

source: Create New Adventure
es_mx: Crear nueva aventura

source: General Settings
es_mx: Ajustes Generales

source: Intro
es_mx: Introducción

source: Level Ranks
es_mx: Rangos por nivel

source: Enrolled Players
es_mx: Jugadores Inscritos

source: Update Adventure
es_mx: Actualizar aventura

source: Create Adventure
es_mx: Crear aventura

source: Basic settings
es_mx: Ajustes básicos

source: Adventure Name
es_mx: Nombre de la aventura

source: Enrollment Link
es_mx: Enlace de inscripción

source: Highlight Color
es_mx: Color de resaltado

source: Adventure Type
es_mx: Tipo de Aventura

source: Privacy
es_mx: Privacidad

source: Public
es_mx: Público

source: Invite Only
es_mx: Sólo por Invitación

source: Core Mechanics
es_mx: Mecánica Principales

source: Settings that affect the narrative and environment
es_mx: Ajustes que afectan a la narrativa y al entorno

source: Experience Points
es_mx: Puntos de experiencia

source: The name for the points that allow the player to level up
es_mx: El nombre de los puntos que permiten al jugador subir de nivel

source: Long Label
es_mx: Etiqueta larga

source: Short Label
es_mx: Etiqueta corta

source: Virtual Currency
es_mx: Moneda virtual

source: The name for the points the players use to pay for anything
es_mx: El nombre de los puntos que los jugadores usan para pagar cualquier cosa

source: Rechargeable Points
es_mx: Puntos recargables

source: The name for the points the players spend when energy is needed
es_mx: El nombre de los puntos que los jugadores gastan cuando se necesita energía

source: The default way of calling them within the adventure. Write in singular.
es_mx: La forma predeterminada de llamarlos dentro de la aventura. Escribe en singular.

source: Assign guilds on login
es_mx: Asignar gremios al iniciar sesión

source: If assigning random guilds to the players, turn this on.
es_mx: Si asignas gremios aleatorios a los jugadores, activa esto.

source: Yes
es_mx: Si

source: Time Mechanics
es_mx: Mecánicas de tiempo

source: Settings that affect the schedule, deadlines and start dates
es_mx: Configuración que afecta la agenda, los plazos y las fechas de inicio

source: Time zone
es_mx: Zona horaria

source: The time zone of the adventure. Default is GMT 0
es_mx: La zona horaria de la aventura. El valor predeterminado es GMT 0

source: Current adventure time
es_mx: Tiempo de aventura actual

source: Please, select timezone
es_mx: Por favor, selecciona la zona horaria

source: Hide quests
es_mx: Ocultar Quests

source: How to hide quests based on time.
es_mx: Cómo ocultar misiones basadas en el tiempo.

source: Never
es_mx: Nunca

source: Before Start Date
es_mx: Antes de la Fecha de Inicio

source: After Deadline
es_mx: Después de la fecha límite

source: Before and After
es_mx: Antes y después

source: Show all days
es_mx: Mostrar todos los días

source: Just today
es_mx: Sólo hoy

source: Resource Mechanics
es_mx: Mecánicas de Recursos

source: Settings that affect the when the players receive their resources
es_mx: Ajustes que afectan al momento en que los jugadores reciben sus recursos

source: Grade scale type
es_mx: Escala de calificaciones

source: If grading the players, what type of scale are you using.
es_mx: Si calificas a los jugadores, qué tipo de escala estás usando.

source: Percentage
es_mx: Porcentaje

source: GPA (letters)
es_mx: GPA (letras)

source: Assign Resources
es_mx: Asignar recursos

source: If grading the players, when will the players receive the resources from each quest.
es_mx: Si califica a los jugadores, cuándo recibirán los jugadores los recursos de cada misión.

source: Before Grading
es_mx: Antes de Calificar

source: After Grading
es_mx: Después de calificar

source: Adventure Intro
es_mx: Introducción a la aventura

source: This message will be seen when players log in for the first time to the adventure.
es_mx: Este mensaje se verá cuando los jugadores inicien sesión por primera vez en la aventura.

source: Reset Display Intro
es_mx: Restablecer Intro

source: Reset Prev Level
es_mx: Restablecer nivel previo

source: Reset Guilds
es_mx: Restablecer gremios
