Repository: oglacor/bluerabbit
Catalog: languages/*.po
Languages: es_mx

source: This will be an issue if players are already competing
es_mx: Esto será un problema si los jugadores ya están compitiendo

source: Adventure Ranks
es_mx: Rangos de aventura

source: This will show a special message every time the player reaches the specified level and will assign your chosen achievement (this will show as the rank for the player).
es_mx: Esto mostrará un mensaje especial cada vez que el jugador alcance el nivel especificado y asignará el logro elegido (esto se mostrará como el rango para el jugador).

source: Only numbers between 1-99
es_mx: Sólo números entre 1-99

source: Select achievement
es_mx: Seleccionar logro

source: Add Rank
es_mx: Añadir rango

source: Create your first achievement
es_mx: Crea tu primer logro

source: Enrolled players
es_mx: Jugadores inscritos

source: Search players
es_mx: Buscar jugadores

source: User Login
es_mx: Nombre de usuario

source: Lastname
es_mx: Apellido

source: Work
es_mx: Trabajo

source: Role
es_mx: Rol

source: Grant superpowers?
es_mx: ¿Conceder superpoderes?

source: Remove Player
es_mx: Eliminar jugador

source: Turn into player first
es_mx: Convertir en jugador primero

source: System Default
es_mx: Valor predeterminado

source: Using Default
es_mx: Uso predeterminado

source: Edit Blocker
es_mx: Editar bloqueo

source: New Blocker
es_mx: Nuevo bloqueo

source: Blocker Cost
es_mx: Costo del bloqueador

source: calendar
es_mx: calendario

source: Add evidence if possible
es_mx: Agregue evidencia si es posible

source: Fined Players
es_mx: Jugadores Multados

source: Who must pay their debt in order to progress
es_mx: Quién debe pagar su deuda para progresar

source: Update Blocker
es_mx: Actualizar Bloqueo

source: Create Blocker
es_mx: Crear bloqueo

source: Edit Post
es_mx: Editar Publicación

source: New Post
es_mx: Nueva entrada

source: Post Headline
es_mx: Titulo de la publicación

source: Post Image
es_mx: Publicar imagen

source: Display Style
es_mx: Estilo de visualización

source: Secondary Headline
es_mx: Título secundario

source: Update Post
es_mx: Actualizar

source: Create Post
es_mx: Crear Quest

source: Questions
es_mx: Preguntas

source: Advanced Options
es_mx: Opciones Avanzadas

source: Update Challenge
es_mx: Actualizar Reto

source: Create Challenge
es_mx: Crear Reto

source: Duplicate Challenge
es_mx: Duplicar Reto

source: Select destination
es_mx: Seleccione el destino

source: Same adventure
es_mx: Misma aventura

source: Edit Challenge
es_mx: Editar Reto

source: New Challenge
es_mx: Nuevo Reto

source: Challenge Title
es_mx: Título del Reto

source: Icon
es_mx: Icono

source: Main image
es_mx: Imagen principal

source: Challenge Mechanics
es_mx: Mecánicas del Reto

source: Time Limit
es_mx: Tiempo Límite

source: Questions to display
es_mx: Preguntas para mostrar

source: Answers to win
es_mx: Respuestas para ganar

source: Max Chances
es_mx: Oportunidades

source: zero for infinite
es_mx: cero para infinito

source: Free Attempts
es_mx: Intentos gratis

source: after all free attempts are used
es_mx: después de usar todos los intentos gratis

source: Challenge Questions
es_mx: Preguntas sobre el reto

source: The more questions the more random the challenge
es_mx: Cuantas más preguntas, más aleatorio el desafío

source: Add Question
es_mx: Añadir Pregunta

source: Please save the challenge before adding questions
es_mx: Por favor, guarda el reto antes de agregar preguntas

source: Edit Guild
es_mx: Editar gremio

source: New Guild
es_mx: Nuevo Gremio

source: Guild Name
es_mx: Nombre del gremio

source: Guild Logo
es_mx: Logotipo del gremio

source: Assign to players as they login
es_mx: Asignar a los jugadores a medida que inician sesión

source: Guild Group
es_mx: Grupo del Gremio

source: Zero for no limit
es_mx: Cero sin límite

source: Guild Players
es_mx: Jugadores del gremio

source: Create the guild first
es_mx: Crear el gremio primero

source: List of Players
es_mx: Lista de jugadores

source: Save the Guild first
es_mx: Guarda el gremio primero

source: New Player Type Test
es_mx: Nuevo Test de Tipo de Jugador

source: Please support this work at http://gamified.uk
es_mx: Por favor apoya su trabajo en http://gamified.uk

source: Strongly Agree
es_mx: Muy de acuerdo

source: Agree
es_mx: De Acuerdo

source: Somewhat Agree
es_mx: Parcialmente de acuerdo

source: Neither
es_mx: Ninguno

source: Somewhat Disagree
es_mx: Parcialmente en desacuerdo

source: Disagree
es_mx: Desacuerdo

source: Strongly Disagree
es_mx: Muy en Desacuerdo

source: This test was developed completely by Andzrej Marczewski
es_mx: Este test fue desarrollado completamente por Andrzej Marczewski

source: Please support his work at http://gamified.uk
es_mx: Por favor apoya su trabajo en http://gamified.uk

source: Get your player type
es_mx: Obtener el tipo de jugador

source: You must answer all questions
es_mx: Debes responder todas las preguntas

source: Update Item
es_mx: Actualizar Item

source: Create Item
es_mx: Crear Item

source: Edit Item
es_mx: Editar Artículo

source: New Item
es_mx: Nuevo Item

source: Item type
es_mx: Tipo de artículo

source: Consumable Item
es_mx: Artículo consumible

source: Key Item
es_mx: Item clave

source: Reward Item
es_mx: Artículo de recompensa

source: This items can be used (consumed) by the plaeyrs and the game master can control how many are offered in the shop, limit access by amount per player or level
es_mx: Éstos artículos pueden ser usados (consumidos) por los jugadores y el game master puede controlar cuantos hay en la tienda, limitar la cantidad disponible por jugador o nivel

source: This items are used to lock progression. They can be set as requirements for quests, challenges or missions. They are always available in the item shop and any player can acquire if they meet the requirements
es_mx: Éstos artículos son usados para bloquear la progresión. Pueden ser agregados como requisitos para quests, retos o misiones. Siempre están disponibles en la tienda y cualquier jugador lo puede adquirir si cumple con los requerimientos

source: This items can only be earned by finishing a quest or challenge that offers them as reward. They can be found in the players' backpack as an incomplete collection until earned.
es_mx: Éstos artículos sólo se pueden obtener al terminar un quest o reto que los ofrezca como recompensa. Puede encontrarse en la mochila de los jugadores como una colección incompleta hasta que los consiguen.

source: This items are available to all players but display their nickname in the center as a certificate and the date they were purchased.
es_mx: Estos artículos están disponibles para todos los jugadores, pero muestran su nombre de usuario en el centro como un certificado y la fecha en que fueron comprados.

source: Item name
es_mx: Nombre del ártículo

source: Item Cost
es_mx: Costo de Item

source: Item Level
es_mx: Nivel de artículo

source: Consumable mechanics
es_mx: Mecánicas para Consumibles

source: Features exclusive to consumable items
es_mx: Características exclusivas de artículos consumibles

source: Item Category
es_mx: Categoría de artículo

source: Max per player
es_mx: Máximo por jugador

source: Purchased
es_mx: Adquirido

source: Content Settings
es_mx: Configuración de contenido

source: Item image
es_mx: Imagen del artículo

source: Item description
es_mx: Descripción de item

source: Information about the item
es_mx: La información sobre el artículo

source: Item secret image
es_mx: La imagen secreta del artículo

source: Optional. Appears when player flips the item in the backpack
es_mx: Opcional. Aparece cuando el jugador voltea el artículo en la mochila

source: Secret Content
es_mx: Contenido secreto

source: Content that will be revealed when the item is earned and flipped in the backpack
es_mx: Contenido que se revelará cuando el artículo se gana y se voltea en la mochila

source: Edit Resource
es_mx: Editar recurso

source: Resource Name
es_mx: Nombre de recurso

source: Article
es_mx: Artículo

source: File or Link
es_mx: Archivo o enlace

source: Select file
es_mx: Seleccionar archivo

source: Update Resource
es_mx: Actualizar recurso

source: Publish Resource
es_mx: Publicar recurso

source: Basic Settings
es_mx: Ajustes básicos

source: Requirements
es_mx: Requisitos

source: Advanced
es_mx: Avanzado

source: View Mission
es_mx: Ver Misión

source: Update Mission
es_mx: Actualizar Misión

source: Create Mission
es_mx: Crear Misión

source: Edit Mission
es_mx: Editar misión

source: New Mission
es_mx: Nueva Misión

source: Mission Type
es_mx: Tipo de Misión

source: Solo Mission
es_mx: Misión individual

source: Team Mission
es_mx: Misión en equipo

source: No objectives
es_mx: Sin objetivos

source: Solution
es_mx: Solución

source: Save the mission first
es_mx: Guardar la misión primero

source: Reset Objectives for Players
es_mx: Restablecer objetivos para jugadores

source: New Mission Objective
es_mx: Nuevo objetivo de la misión

source: Type Keyword
es_mx: Escriba la palabra clave

source: True/False
es_mx: Cierto/Falso

source: Color Select
es_mx: Selección de color

source: Pin Number
es_mx: Número de pin

source: QR Code Scan
es_mx: Escaneo de código QR

source: Steps
es_mx: Pasos

source: View Quest
es_mx: Ver Quest

source: Update Quest
es_mx: Actualizar Quest

source: Create Quest
es_mx: Crear Quest

source: Duplicate Quest
es_mx: Duplicar Quest

source: Edit Quest
es_mx: Editar Quest

source: New Quest
es_mx: Nuevo Quest

source: Quest Title
es_mx: Título del quest

source: Autoload?
es_mx: ¿Carga automática?

source: Quest Mechanics
es_mx: Mecánicas de Quest

source: Required Words
es_mx: Palabras Requeridas

source: Required Links
es_mx: Enlaces requeridos

source: Required Images
es_mx: Imágenes requeridas

source: Quest Steps
es_mx: Pasos de Quest

source: All the steps the player must do to complete the quest
es_mx: Todos los pasos que el jugador debe hacer para completar la misión

source: No steps
es_mx: Sin pasos

source: Add Step
es_mx: Añadir paso

source: Reorder Steps
es_mx: Reordenar Pasos

source: Save the quest first
es_mx: Guarda el quest primero

source: Edit Session
es_mx: Editar Sesión

source: New Session
es_mx: Nueva sesión

source: Session Description
es_mx: Descripción de la sesión

source: Describe the session. If linked to a Quest, the instructions will be used instead of this.
es_mx: Describa la sesión. Si está vinculada a un quest, se utilizarán las instrucciones en lugar de esto.

source: Session Start
es_mx: Inicio de la sesión

source: Session End
es_mx: Fin de la sesión

source: Room Information
es_mx: Información del salón

source: Attach to quest
es_mx: Adjuntar al quest

source: No Quest Attached
es_mx: Ningún quest vinculado

source: Link to speaker
es_mx: Enlace al ponente

source: No speaker linked
es_mx: Mostrar Bio del ponente

source: Update Session
es_mx: Actualizar Sesión

source: Create Session
es_mx: Crear sesión

source: Edit Speaker
es_mx: Editar Ponente

source: New Speaker
es_mx: Nuevo expositor

source: Last name(s)
es_mx: Apellido(s)

source: LinkedIn Profile Link
es_mx: Perfil de Linkedin

source: Update Speaker
es_mx: Actualizar ponente

source: Create Speaker
es_mx: Crear ponente

source: Update Survey
es_mx: Actualizar Encuesta

source: Create Survey
es_mx: Crear encuesta

source: Duplicate Survey
es_mx: Duplicar Encuesta

source: Edit Survey
es_mx: Editar encuesta

source: New Survey
es_mx: Nueva Encuesta

source: Survey Questions
es_mx: Preguntas de la encuesta

source: Reorder
es_mx: Reordenar

source: Cancel Reorder
es_mx: Cancelar reordenar

source: Save order
es_mx: Guardar orden

source: Add New Question
es_mx: Añadir nueva pregunta

source: Closed
es_mx: Cerrado

source: Multi Choice
es_mx: Opción múltiple

source: Open
es_mx: Abierto

source: Rating
es_mx: Calificación

source: Guild Vote
es_mx: Votación de gremios

source: Please save the survey before adding questions
es_mx: Guarde la encuesta antes de agregar preguntas

source: Manage Organization
es_mx: Administrar Organización

source: Adventures
es_mx: Mis Aventuras

source: Type email to add
es_mx: Escribe el email para agregar

source: Search adventures
es_mx: Buscar aventuras

source: Player added to Org!
es_mx: ¡Jugador agregado a la Organización!

source: Secrets & Clues
es_mx: Secretos y pistas

source: Surveys
es_mx: Encuestas

source: Graded
es_mx: Calificado

source: You must solve quests to show the results here
es_mx: Debes resolver quests para mostrar los resultados aquí

source: Challenge Attempts
es_mx: Intentos

source: Your answers
es_mx: Tus respuestas

source: Your answer
es_mx: Tu Respuesta

source: No attempts found
es_mx: No se encontraron intentos

source: You must attempt challenges to show the results here
es_mx: Debe intentar desafíos para mostrar los resultados aquí

source: Survey Answers
es_mx: Respuestas a la encuesta

source: Delete my answers
es_mx: Eliminar mis respuestas

source: No survey answers found
es_mx: No se han encontrado respuestas a encuestas

source: You must answer surveys to show the results here
es_mx: Debe responder encuestas para mostrar los resultados aquí

source: Player Type
es_mx: Tipo de Jugador

source: Dominant
es_mx: Dominante

source: Tested on
es_mx: Probado el

source: No test available
es_mx: No hay pruebas previas

source: test again
es_mx: probar de nuevo

source: test now
es_mx: probar ahora

source: No player type detected
es_mx: Sin tipo de jugador

source: Hide GMs and NPCs
es_mx: Ocultar GMs y NPCs

source: Show GMs and NPCs
es_mx: Mostrar GMs y NPCs

source: never
es_mx: nunca

source: No grade
es_mx: Sin calificación

source: Summary
es_mx: Resumen

source: Answer
es_mx: Respuesta

source: Message
es_mx: Mensaje

source: Rate this quest please!
es_mx: ¡Califica esta misión, por favor!

source: Max Attempts
es_mx: Max intentos

source: Your attempts
es_mx: Tus intentos

source: Your best grade
es_mx: Tu mejor calificación

source: Attempt
es_mx: Intento

source: Published
es_mx: Publicado

source: Modified
es_mx: Modificado

source: Edit your answer
es_mx: Edita tu respuesta

source: This post has already been graded. Can't edit or delete.
es_mx: Esta entrada ya fue calificada. No puede editarse o borrarse.

source: This information should help you on your journey!
es_mx: ¡Esta información debería ayudarte en tu viaje!

source: Quest instructions
es_mx: Instrucciones del Quest

source: LEVEL
es_mx: NIVEL

source: You must Level up first
es_mx: Primero debes subir de nivel

source: Purchase this quest
es_mx: Compra este quest

source: available until
es_mx: disponible para

source: You missed this deadline!
es_mx: ¡Te perdiste esta fecha límite!

source: overdue
es_mx: vencido

source: Quest overdue
es_mx: Quest vencido

source: Purchase this deadline
es_mx: Compra esta fecha

source: Confirm purchase
es_mx: Confirmar Compra

source: Clear my debt
es_mx: Pagar mi deuda

source: Complete requirements first
es_mx: Completar los requisitos primero

source: Stars
es_mx: Estrellas

source: Star
es_mx: Estrella

source: Total Players
es_mx: Total de jugadores

source: Player Posts
es_mx: Entradas de jugadores

source: Quest Rating
es_mx: Puntaje de Quest

source: Players vs Finished
es_mx: Jugadores vs Terminado

source: Quest review
es_mx: Revisar el Quest

source: Player Entries
es_mx: Entradas de jugadores

source: Player Entry
es_mx: Entrada de jugador

source: Quest data
es_mx: Datos del quest

source: Total Entries
es_mx: Entradas totales

source: Create Images Zip
es_mx: Crear Zip con imágenes

source: Download Zip
es_mx: Descargar Zip

source: No player posts to display
es_mx: No hay publicaciones de jugadores para mostrar

source: This quest doesn't exist
es_mx: Este quest no existe

source: Speaker Bio
es_mx: Bio de Ponente

source: No Sessions Available
es_mx: No hay sesiones disponibles

source: Secret Messages
es_mx: Mensajes secretos

source: No messages found
es_mx: No se encontraron mensajes

source: When you find secret messages from quests they will appear here
es_mx: Cuando encuentres mensajes secretos de misiones, aparecerán aquí

source: Go to the Journey
es_mx: Ir a la aventura

source: Sessions
es_mx: Sesiones

source: No sessions yet
es_mx: Aún no hay sesiones

source: Meet your speakers
es_mx: Conoce a los ponentes

source: No session available
es_mx: No hay sesión disponible

source: Adventure Stats
es_mx: Estadísticas de aventura

source: Total Possible Activities
es_mx: Total de actividades posibles

source: (Enrolled players) x (Number of activities)
es_mx: (Jugadores inscritos) x (Número de actividades)

source: Finished activities
es_mx: Actividades terminadas

source: Finished Quests
es_mx: Quests terminadas

source: Earned Achievements
es_mx: Logros obtenidos

source: Rating Questions
es_mx: Preguntas de calificación

source: Download Rating Questions CSV
es_mx: Descargar preguntas de calificación en CSV

source: Home page
es_mx: Página principal

source: View My Results
es_mx: Ver resultados

source: All requirements completed
es_mx: Todos los requisitos completados

source: End of question
es_mx: Fin de la pregunta

source: Submit Answers
es_mx: Enviar Respuestas

source: View Results
es_mx: Ver resultados

source: A list to all survey results
es_mx: Una lista de todos los resultados de la encuesta

source: Upgrade Account
es_mx: Mostrar Mejorar mi cuenta

source: Upgrade your account to unlock all features!
es_mx: ¡Actualiza tu cuenta para desbloquear todas las funciones!

source: Back to my account
es_mx: Volver a mi cuenta

source: Return
es_mx: Regresar

source: Registered Users
es_mx: Usuarios Registrados

source: Search users
es_mx: Buscar usuarios

source: KEY
es_mx: CLAVE

source: First
es_mx: Nombre

source: Last
es_mx: Apellido

source: Display Name
es_mx: Nombre Visible

source: Public Wall
es_mx: Muro público

source: System
es_mx: Sistema

source: Write Message
es_mx: Mensaje

source: PA Post
es_mx: Anuncio Público

source: Philanthropists are motivated by Purpose and Meaning. This group are altruistic, wanting to give to other people and enrich the lives of others in some way with no expectation of reward
es_mx: Los Filántropos están motivados por Propósito y Significado. Este grupo es altruista, queriendo dar a otras personas y enriquecer sus vidas sin esperar recompensas a cambio

source: Philanthropists want to feel that they are part of something bigger. They want to give to others but expect nothing in return. These are the ones who will answer endless questions on forums, just because they like to feel they are helping. They want a system that allows them to enrich others and feel a sense of altruism and purpose.
es_mx: Los filántropos quieren sentir que son parte de algo más grande. Dan a otros sin esperar nada a cambio. Ellos son quienes responderan preguntas sin límite en foros de discusión sólo porque les gusta sentir que están ayudando. Ellos quieren un sistema que le ayude a enriquecer a otros y obtener un sentido de altruismo y propósito.

source: Self Seeker
es_mx: Auto Buscador

source: philanthropist motivated by REWARDS
es_mx: filántropos motivados por RECOMPENSAS

source: This group of users will act in a similar way to Philanthropists. They will answer people’s questions, share knowledge and be helpful – but for a cost. If there is no reward, don’t expect them to get involved! They can be useful, however, if they are being asked to get involved for rewards, expect quantity over quality!
es_mx: Este grupo de usuarios actuará en forma similar a los Filántropos. Responderán preguntas y compartirán conocimiento pero por un precio. Si no hay recompensa, no esperes que se involucren. Pueden ser útiles, sin embargo, si se les pide que se involucren a cambio de recompensas, ¡espera cantidad sobre calidad!

source: Griefer
es_mx: Asesino

source: philanthropist as a DISRUPTOR
es_mx: filántropo como DISRUPTOR

source: This is our Killer (yep, finally I have an answer for those who kept asking where it was!). I have chosen to use Bartle’s description from his 8 types because this is the pure arsehole type. They want to negatively affect other users, just because they can. It may be to prove a point about the fact they don’t like the system, it may just be for fun. They have no place in most gamified systems, so you need to find ways to either change their minds – or get rid of them.
es_mx: Este es el "Killer" (finalmente encontré una respuesta para quienes preguntaban donde estaba). Estoy usando la descripción de Bartle de sus 8 tipos porque es pura maldad. Son jugadores que quieren afectar negativamente a otros usuarios sólo porque pueden. Puede ser para probar un punto acerca del hecho de que no les gusta el sistema o sólo por diversión. No tienen lugar en la mayoría de los sistemas gamificados así que deberás encontrar como cambiar su forma de pensar o deshacerte de ellos.

source: Assign Manually
es_mx: Asignar manualmente

source: Assign achievement manually to the players
es_mx: Asignar el logro manualmente a los jugadores

source: A wild question has appeared!
es_mx: ¡Ha aparecido una pregunta salvaje!

source: No available encounters at your level
es_mx: No hay encuentros disponibles en su nivel

source: Try a magic code
es_mx: Prueba un código mágico

source: Get it now!
es_mx: ¡Consíguelo ahora!

source: Finished by
es_mx: Terminado por

source: Ask a guild member for help!
es_mx: ¡Pide ayuda a un miembro del gremio!

source: Socialisers are motivated by Relatedness. They want to interact with others and create social connections.
es_mx: Los Sociables están motivados por las Relaciones. Quieren interactuar con otros y crear conexiones sociales.

source: Socialisers (as in the original Player Type) are the ones who want to interact with others. They like to be connected to others. They are interested in parts of the system that help them do this. These are the ones will evangelise your internal social networks. Most motivated by the social connections aspects of relatedness.
es_mx: Los Sociables (como en el tipo original de jugador) son aquellos que quieren interactuar con otros. Ellos quieren sentirse conectados con otrso. Están interesados en las partes del sistema que les ayuden a hacer esto. Ellos son quienes evangelizaran tus redes sociales internas. Motivados primordialmente por el aspecto de conexión social de las relaciones.

source: socialiser motivated by REWARDS
es_mx: sociable motivado por RECOMPENSAS

source: Where a Socialiser connects to others because they are looking for relatedness, Networkers are looking for useful contacts that they can gain from. They follow the big influencers on social networks, not because they are interested in them, but because they hope it will get them noticed, increase their influence and lead to a reward.
es_mx: Mientras que un Sociable conecta con otros porque está buscando relaciones, el Networker está buscando contactos útiles de quienes pueda ganar algo. Ellos siguen a los grandes líderes de opinión en redes sociales, no porque estén interesados en ellos, sino porque tienen la esperanza de que los tomen en cuenta e incremente su influencia social y conlleve a una recompensa.

source: Influencer
es_mx: Influenciador

source: socialiser as a DISRUPTOR
es_mx: sociable como DISRUPTOR
