Repository: oglacor/bluerabbit
Catalog: languages/*.po
Languages: es_mx

source: You can't assign rewards after grading if no grading scale is set
es_mx: No se pueden asignar recompensas después de calificar sin una escala de calificaciones definida

source: Adventure Updated!
es_mx: ¡Aventura actualizada!

source: Adventure Created!
es_mx: ¡Aventura creada!

source: Data Base Error. Can't insert/update adventure
es_mx: Error de base de datos. No se puede insertar / actualizar aventura

source: contact admin please, click to close
es_mx: contacte al administrador por favor, clic para cerrar

source: Please Fix the following errors
es_mx: Por favor corrige los siguientes errores

source: Max Adventures Reached
es_mx: Máximo de Aventuras alcanzado

source: You must delete one of your adventures to create a new one
es_mx: Debes eliminar una de tus aventuras para crear una nueva

source: Unauthorized access
es_mx: Acceso no autorizado

source: Please add a quest title
es_mx: Por favor, añade un título de búsqueda

source: Quest Inserted Successfully!
es_mx: ¡Quest insertado con éxito!

source: Data Base Error. Can't insert/update quest
es_mx: Error de Base de datos. No puede insertar o actualizar el quest

source: Rating updated!
es_mx: ¡Puntuación Actualizada!

source: Add a question
es_mx: Agregar una pregunta

source: Add a correct choice
es_mx: Agregar una opción correcta

source: Encounter Updated!
es_mx: Encuentro actualizado!

source: Please fix the following errors
es_mx: Por favor corrige los siguientes errores

source: Organization Saved!
es_mx: ¡Organización guardada!

source: Sponsor Saved!
es_mx: ¡Patrocinador guardado!

source: Please add an achievement name
es_mx: Por favor agrega un nombre de logro

source: Please add an image for the achievement
es_mx: Por favor, añadir una imagen para el logro

source: Achievement Updated!
es_mx: ¡Logro actualizado!

source: Data Base Error. Can't insert achievement
es_mx: Error de Base de datos. No puede insertar el logro

source: Speaker name is required
es_mx: Se requiere el nombre del expositor

source: Speaker updated!
es_mx: ¡Expositor Actualizado!

source: Data Base Error. Can't insert speaker
es_mx: Error de Base de datos. No se puede expositor

source: Session Title is Required
es_mx: Se requiere el título de la sesión

source: The start time is required
es_mx: Se requiere la hora de inicio

source: The end time is required
es_mx: Se requiere la hora de finalización

source: Session updated!
es_mx: ¡Sesión actualizada!

source: Data Base Error. Can't insert session
es_mx: Error de base de datos. No se puede insertar sesión

source: Guild name is required
es_mx: Se requiere el nombre del gremio

source: Please add a logo for the guild
es_mx: Por favor, agrega un logotipo para el gremio

source: Guild Updated!
es_mx: ¡Gremio actualizado!

source: Data Base Error. Can't insert guild
es_mx: Error de base de datos. No se puede insertar el gremio

source: Blocker must cost something
es_mx: El bloqueo debe costar algo

source: Explain the reason for this blocker. Provide evidence.
es_mx: Explicar la razón de este bloqueo. Proporciona evidencia.

source: Blocker Updated!
es_mx: ¡Bloqueo actualizado!

source: Data Base Error. Can't insert blocker
es_mx: Error de base de datos. No se puede insertar bloqueo

source: Please add an item name
es_mx: Añade un nombre de artículo

source: Please add an image for the item
es_mx: Por favor, añadir una imagen para el artículo

source: The store needs more items than already sold
es_mx: La tienda necesita más artículos de los que ya se han vendido

source: Sold
es_mx: Vendido

source: Item type doesn't exist, please select one from the options given
es_mx: El tipo de artículo no existe, por favor seleccione una de las opciones dadas

source: Item Updated!
es_mx: ¡Item actualizado!

source: Data Base Error. Can't insert item
es_mx: Error de Base de datos. No se puede insertar artículo

source: Profile updated!
es_mx: ¡Perfil Actualizado!

source: Unauthorized access!
es_mx: Acceso no autorizado!

source: Illegal action detected
es_mx: Acción Ilegal detectada

source: Nickname set!
es_mx: ¡Apodo establecido!

source: Please choose a nickname!
es_mx: ¡Por favor, elige un apodo!

source: Avatar selected!
es_mx: ¡Avatar seleccionado!

source: You wrote
es_mx: Tu escribiste

source: You included
es_mx: Tu incluiste

source: Reward already in backpack!
es_mx: ¡La recompensa ya se encuentra en tu mochila!

source: Obtained an item!
es_mx: ¡Artículo obtenido!

source: Achievement already earned!
es_mx: ¡Ya tiene este logro!

source: Earned an Achievement!
es_mx: ¡Has obtenido un logro!

source: Data Base Error. Can't insert/update entry
es_mx: Error de Base de datos. No puede insertar o actualizar la entrada

source: Get Ready!
es_mx: ¡Prepárate!

source: Challenge Starting
es_mx: El reto está comenzando

source: Attempt Purchased
es_mx: Intento comprado

source: You will spend and lose this attempt if you refresh the page before you finish the challenge
es_mx: Gastarás y perderás este intento si actualizas la página antes de terminar el desafío

source: You will lose this free attempt if you refresh the page before you finish the challenge
es_mx: Perderás este intento gratuito si actualizas la página antes de terminar el desafío

source: click to start
es_mx: clic para iniciar

source: Not enough funds
es_mx: No hay suficientes fondos

source: Can't insert answer!
es_mx: ¡No se puede insertar la respuesta!

source: Please retry the challenge
es_mx: Por favor vuelve a intentar el reto

source: Answer Saved!
es_mx: ¡Respuesta guardada!

source: Please try again
es_mx: Intenta de nuevo

source: Intro will show again on Login
es_mx: La intro se mostrará de nuevo al ingresar

source: Adventure not found!
es_mx: ¡Aventura no encontrada!

source: All Guilds have been reset
es_mx: Todos los gremios han sido restablecidos

source: The player has been reset
es_mx: El jugador ha sido reajustado

source: All Prev Levels have been reset
es_mx: Todos los niveles previos se han restablecido

source: LEVEL UP!
es_mx: ¡SUBISTE DE NIVEL!

source: Congratulations! LEVEL UP!
es_mx: ¡Felicitaciones! ¡SUBISTE DE NIVEL!

source: you reached level
es_mx: alcanzaste el nivel

source: Achievement Assigned!
es_mx: ¡Logro asignado!

source: Achievement removed!
es_mx: ¡Logro removido!

source: Can't assign achievement! Already walking a different path
es_mx: ¡No se puede asignar logro! Ya estás caminando por un camino diferente

source: Achievement doesn't exist!
es_mx: ¡El logro no existe!

source: Player Assigned to Guild!
es_mx: ¡Jugador asignado al gremio!

source: Player removed!
es_mx: ¡Se ha eliminado el jugador!

source: Guild doesn't exist!
es_mx: ¡El gremio no existe!

source: You are too late!
es_mx: ¡Es demasiado tarde!

source: Max Awards Reached!
es_mx: ¡Máximos reconocimientos alcanzados!

source: Max awards reached
es_mx: Máximos reconocimientos alcanzados

source: Deadline missed!
es_mx: ¡Fecha de entrega vencida!

source: You can't use this code anymore!
es_mx: ¡Ya no puedes usar este código!

source: Achievement no longer available
es_mx: El logro ya no está disponible

source: This code has already been used!
es_mx: ¡Este código ya se ha utilizado!

source: This code already expired!
es_mx: ¡Este código ya expiró!

source: Already walking a different path
es_mx: Caminando por un camino diferente

source: Wrong Code!
es_mx: Código erróneo!

source: You already earned this achievement
es_mx: Ya has obtenido este logro

source: This code is wrong!
es_mx: ¡Este código es incorrecto!

source: Wrong Code
es_mx: Código erróneo

source: Code Doesn't exist
es_mx: El código no existe

source: GREAT!
es_mx: ¡GENIAL!

source: bought!
es_mx: comprado!

source: Check Backpack
es_mx: Revisar mochila

source: Shop Again
es_mx: Comprar de nuevo

source: You can't buy any more of this item
es_mx: No puedes comprar más artículos como este

source: Limit per player
es_mx: Límite por jugador

source: You must level up more
es_mx: Primero debes subir de nivel

source: Required level
es_mx: Nivel Requerido

source: No More Items Left
es_mx: No Hay Más Artículos

source: You missed your chance!
es_mx: ¡Perdiste la oportunidad!

source: Visit the item shop later to see if there are more openings
es_mx: Regresa más tarde para ver si hay más opciones

source: You must wait until the item is open for purchase
es_mx: Debes esperar a que el artículo está a la venta

source: Item Picked up!
es_mx: ¡Artículo recogido!

source: That's right!
es_mx: ¡Así es!

source: Wrong Item!
es_mx: ¡Artículo incorrecto!

source: Transaction Completed
es_mx: Transacción completada

source: payed for the blocker
es_mx: pagado por el bloqueo

source: Blocker Paid!
es_mx: ¡Bloqueo pagado!

source: Item returned!
es_mx: ¡Artículo devuelto!

source: The player has returned the item.
es_mx: El jugador ha devuelto el artículo.

source: Item already used!
es_mx: ¡Artículo consumido!

source: Item redeemed!
es_mx: ¡Artículo canjeado!

source: We've registered you picking up your reward.
es_mx: Hemos registrado que has recibido tu recompensa.

source: DB Error, please contact admin
es_mx: Error de Base de Datos, Contacte al administrador

source: Transaction doesn't exist!
es_mx: ¡La transacción no existe!

source: Message posted!
es_mx: ¡Mensaje enviado!

source: Can't post message!
es_mx: ¡No se puede enviar el mensaje!

source: please try again later
es_mx: por favor Inténtelo más tarde

source: Please add some content
es_mx: Por favor agrega contenido

source: Rank updated!
es_mx: ¡Rango Actualizado!

source: Please reload and try again.
es_mx: Por favor recarga la página e intenta de nuevo.

source: Role Updated
es_mx: Rol actualizado

source: Error. Role Not Updated
es_mx: Error. Rol no actualizado

source: No results
es_mx: Sin resultados

source: Adventure created successfully
es_mx: Aventura creada con éxito

source: Adventure not created
es_mx: Aventura no creada

source: (please refresh and try again or contact admin)
es_mx: (por favor recarga e intenta de nuevo o contacta al administrador)

source: Requierements not met!
es_mx: ¡Faltan requisitos!

source: Can't attempt this challenge. Finish other quests and come back!
es_mx: No puedo intentar este desafío. ¡Termina otras misiones y vuelve!

source: Challenge Already Conquered!
es_mx: ¡Reto ya conquistado!

source: Max Attempts Reached!
es_mx: ¡Máximos intentos alcanzados!

source: Can't attempt this challenge anymore. Keep moving forward!
es_mx: No puedes intentar este reto otra vez. ¡Sigue avanzando!

source: Available for level
es_mx: Disponible para nivel

source: New Code Created
es_mx: Nuevo código creado

source: Code deleted
es_mx: Código eliminado

source: Code doesn't exist
es_mx: El código no existe

source: Can't delete an expired code
es_mx: No se puede eliminar un código caducado

source: Can't delete. Code already redeemed.
es_mx: No se puede eliminar. Código ya canjeado.

source: Grade Updated
es_mx: Calificación Actualizada

source: Post doesn't exist!
es_mx: ¡La entrada no existe!

source: check again and reload
es_mx: revisa de nuevo y vuelve a cargar

source: Quest duplicated successfully
es_mx: Quest duplicado con éxito

source: you will be redirected to the newly created quest
es_mx: serás redirigido al quest recién creado

source: Database error.
es_mx: Error de base de datos.

source: Something went wrong... Please reload and try again.
es_mx: Algo salió mal... Por favor recarga la página e intenta de nuevo.

source: Duplicating
es_mx: Duplicando

source: Error duplicating quest
es_mx: Error al duplicar el quest

source: Error duplicating achievement
es_mx: Error al duplicar el logro

source: Error duplicating item
es_mx: Error al duplicar el artículo

source: Error duplicating encounter
es_mx: Error al duplicar el encuentro

source: Error duplicating speaker
es_mx: Error al duplicar exponente

source: Successfully duplicated
es_mx: Duplicado correctamente

source: elements
es_mx: elementos

source: Empty duplicates
es_mx: No hay duplicados

source: select at least one element
es_mx: elige por lo menos in elemento

source: Duplicated
es_mx: Duplicado

source: No ID Selected
es_mx: No se ha seleccionado ningún ID

source: Sent to trash!
es_mx: ¡Enviado a la papelera!

source: Deleted!
es_mx: ¡Eliminado!

source: Published as Hidden!
es_mx: Publicado como oculto!

source: Restored Success!
es_mx: ¡Restaurado con éxito!

source: Saved as draft!
es_mx: ¡Guardado como borrador!

source: Unauthorized to update the adventure!
es_mx: ¡No autorizado para actualizar la aventura!

source: All trashed items have been deleted!
es_mx: ¡Todos los elementos de la papelera han sido eliminados!

source: All transactions deleted successfully!
es_mx: ¡Todas las transacciones se eliminaron correctamente!

source: XP updated
es_mx: XP actualizado

source: EP updated
es_mx: EP actualizado

source: BLOO updated
es_mx: Bloo actualizado

source: Max Players updated
es_mx: Máximo Jugadores actualizados

source: Title updated
es_mx: Título actualizado

source: Badge updated
es_mx: Insignia actualizada

source: Color updated
es_mx: Color actualizado

source: Speaker updated
es_mx: Expositor Actualizado

source: Nonce not found
es_mx: Nonce no encontrado

source: Item Category updated
es_mx: Categoría de artículo actualizada

source: Guild Group updated
es_mx: Grupo de gremio actualizado

source: Guild Capacity updated
es_mx: Capacidad de gremio actualizada

source: Level updated
es_mx: Nivel actualizado

source: Can't assign that achievement
es_mx: No se puede asignar ese logro

source: Achievement updated
es_mx: Logro actualizado

source: Guild updated
es_mx: Gremio actualizado

source: speaker updated
es_mx: expositor actualizado

source: Display Style updated
es_mx: Estilo de visualización actualizado

source: Start date updated
es_mx: Fecha de inicio actualizada

source: Deadline updated
es_mx: Fecha límite actualizada

source: Magic Code updated
es_mx: Código mágico actualizado

source: Player updated!
es_mx: ¡Jugador actualizado!

source: Error - Please contact a site admin
es_mx: Error - Contacte al administrador

source: Settings
es_mx: Ajustes

source: Sys Config
es_mx: Configuración de Sistema

source: Manage Adventures
es_mx: Gestionar Aventuras

source: Your Guild
es_mx: Tu gremio

source: No guild assigned
es_mx: No hay gremio asignado

source: Consumable
es_mx: Consumible

source: Key
es_mx: Clave

source: Reward
es_mx: Recompensa

source: Confirm
es_mx: Confirmar

source: No More Items Left!
es_mx: ¡No Hay Más Artículos!

source: Cost
es_mx: Costo

source: Library
es_mx: Biblioteca

source: Created by:
es_mx: Creado por:

source: Preview
es_mx: Previsualizar

source: Use this template
es_mx: Usar ésta plantilla

source: Download
es_mx: Descargar

source: Trash
es_mx: Papelera

source: Published Achievements
es_mx: Logros publicados

source: Filter Path
es_mx: Filtrar por

source: Search
es_mx: Buscar

source: Name
es_mx: Nombre

source: Magic Code
es_mx: Código mágico

source: Max Players
es_mx: Jugadores máximos

source: Achievements
es_mx: Logros

source: Earned through magic codes, qr codes or by being awesome
es_mx: Ganado a través de códigos mágicos, códigos QR o por ser impresionante

source: Paths
es_mx: Caminos

source: Changes the player journey
es_mx: Cambia el trayecto del jugador

source: Ranks
es_mx: Rangos

source: Earned by leveling up
es_mx: Ganado subiendo de nivel

source: These options aren't used in ranks
es_mx: Estas opciones no se usan en rangos

source: Duplicate
es_mx: Duplicar

source: Duplicate?
es_mx: ¿Duplicar?

source: Total Achievements
es_mx: Logros totales

source: Reorder Achievements
es_mx: Reordenar Logros

source: No achievements found
es_mx: No hay logros

source: Trashed Achievements
es_mx: Logros en la papelera

source: Status
es_mx: Estatus

source: Delete Forever
es_mx: Eliminar para siempre

source: No achievements found in trash
es_mx: No hay logros en la papelera

source: Blockers
es_mx: Bloqueos

source: Date
es_mx: Fecha

source: # Blocked
es_mx: # Bloqueados

source: No blockers found
es_mx: No hay bloqueos

source: Trashed Blockers
es_mx: Bloqueos en la Papelera

source: No blockers found in trash
es_mx: No hay bloqueos en la papelera

source: Blog Entries
es_mx: Entradas de blog

source: Title
es_mx: Título

source: Style
es_mx: Estilo

source: Path
es_mx: Camino

source: Text on right
es_mx: Texto a la derecha

source: Text on Left
es_mx: Texto a la izquierda

source: News Highlight
es_mx: Noticia Destacada

source: Headline
es_mx: Nota Principal

source: All paths
es_mx: Todas los caminos

source: Reorder Posts
es_mx: Reordenar Publicaciones

source: No posts found
es_mx: No hay publicaciones encontradas

source: Trashed Blog Entries
es_mx: Entradas en la papelera

source: You can't undo this!
es_mx: ¡No puedes deshacer esto!

source: No posts found in trash
es_mx: No hay entradas en la papelera

source: Published Encounters
es_mx: Encuentros Publicados

source: No encounters found
es_mx: No se han hallado encuentros

source: Published Guilds
es_mx: Gremios publicados

source: Link
es_mx: Enlace

source: Group
es_mx: Grupo

source: Capacity
es_mx: Capacidad

source: No guilds found
es_mx: No se han encontrado gremios

source: Add New Guild
es_mx: Añadir nuevo gremio

source: Draft Guilds
es_mx: Gremios en Borrador

source: No drafts found
es_mx: No hay borradores

source: Trashed Guilds
es_mx: Gremios en la papelera

source: Trash is empty
es_mx: Papelera vacía

source: Published Items
es_mx: Artículos publicados

source: Category
es_mx: Categoría

source: Stock
es_mx: Disponilbes

source: Step
es_mx: Paso

source: No Category
es_mx: Sin Categoría

source: All players
es_mx: Todos los jugadores

source: Reorder Items
es_mx: Reordenar artículos

source: No items found
es_mx: No se encontraron artículos

source: Add New Item
es_mx: Agregar nuevo artículo

source: Draft Items
es_mx: Artículos en Borrador

source: Type
es_mx: Tipo

source: No draft items
es_mx: No hay artículos en borrador

source: Trashed Items
es_mx: Artículos en la papelera

source: Actions
es_mx: Acciones

source: Journey
es_mx: Camino

source: The journey is ordered first by level and then by list
es_mx: El trayecto se ordena primero por nivel y después por lista

source: Off
es_mx: Apagado

source: Easy
es_mx: Fácil

source: Hard
es_mx: Difícil

source: Very Hard
es_mx: Muy difícil

source: Legendary
es_mx: Legendario

source: Search quests
es_mx: Buscar quests

source: Currently filtering this path
es_mx: Filtrando este camino

source: Badge
es_mx: Insignia

source: Start
es_mx: Inicio

source: Report
es_mx: Reporte

source: Review
es_mx: Revisar

source: Total Quests
es_mx: Total de Quests

source: Reorder Journey
es_mx: Reordenar Trayecto

source: No quests found
es_mx: No hay quests

source: Journey Drafts
es_mx: Borradores

source: Achievement
es_mx: Logro

source: Publish
es_mx: Publicar

source: Reorder Drafts
es_mx: Reordenar borradores

source: No draft quests found
es_mx: No hay borradores de quests

source: Journey Trash
es_mx: Papelera

source: Empty Trash
es_mx: Vaciar Papelera

source: No quests found in trash
es_mx: No hay quests en la papelera

source: Adventure Lore
es_mx: Enciclopedia de la aventura

source: Reorder Resources
es_mx: Reordenar recursos

source: Trashed Resources
es_mx: Recursos en la papelera

source: Adventure Schedule
es_mx: Programa de la aventura

source: Session Title
es_mx: Título de la sesión

source: End
es_mx: Fin

source: Speaker
es_mx: Ponente

source: All guilds
es_mx: Todos los gremios

source: None
es_mx: Ninguna

source: No sessions found
es_mx: No se encontraron sesiones

source: Trashed Sessions
es_mx: Sesiones en la papelera

source: Delete Forever?
es_mx: ¿Eliminar para siempre?

source: No sessions found in trash
es_mx: No se encuentran sesiones en la papelera

source: Adventure Speakers
es_mx: Exponentes de la aventura

source: Picture
es_mx: Fotografía

source: First Name
es_mx: Nombre

source: Last Name
es_mx: Apellido

source: Company
es_mx: Compañía

source: Website
es_mx: Sitio Web

source: No speakers found
es_mx: No se han encontrado ponentes

source: Trashed Speakers
es_mx: Ponentes en la papelera

source: No speakers found in trash
es_mx: No hay ponentes encontrados en la papelera

source: says
es_mx: dice

source: Pay your debt
es_mx: Debes pagar tu deuda

source: Unlock for
es_mx: Desbloquear por

source: Overdue
es_mx: Vencido

source: Finished!
es_mx: ¡Terminado!

source: Level up first!
es_mx: ¡Primero debes subir de nivel!

source: Available
es_mx: Disponible

source: Purchase
es_mx: Comprar

source: Do it Now!
es_mx: ¡Hazlo ahora!

source: No messages
es_mx: No hay mensajes

source: Welcome
es_mx: Bienvenido

source: My Adventures
es_mx: Mis Aventuras

source: Admin Dashboard
es_mx: Tablero de aministración

source: System Settings
es_mx: Configuración del sistema

source: New Adventure
es_mx: Nueva aventura

source: Navigation
es_mx: Navegación

source: The Adventure
es_mx: La aventura

source: The Journey
es_mx: Tu Viaje

source: Item shop
es_mx: Tienda de Items

source: Leaderboard
es_mx: Tablero

source: Stories
es_mx: Historias

source: Resources
es_mx: Recursos

source: Wall
es_mx: Muro

source: AI Engine
es_mx: Motor de IA

source: My Work
es_mx: Tu trabajo

source: Secrets and clues
es_mx: Secretos y pistas

source: Badges
es_mx: Insignias

source: Guilds
es_mx: Gremios

source: Event Schedule
es_mx: Programa del evento

source: Schedule
es_mx: Agenda

source: Speakers
es_mx: Ponentes

source: Event Info
es_mx: Información del evento

source: Game Master Tools
es_mx: Herramientas de Game Masters

source: Players
es_mx: Jugadores

source: Adventure Settings
es_mx: Ajustes de la aventura

source: Manage Adventure
es_mx: Gestionar Aventura

source: Adventure Summary
es_mx: Resumen de la aventura

source: Duplicator
es_mx: Duplicador

source: Bulk
es_mx: Lote

source: Stats
es_mx: Estadisticas

source: Transactions
es_mx: Transacciones

source: Create New
es_mx: Crear nueva

source: Blocker
es_mx: Bloqueador

source: Challenge
es_mx: Reto

source: Encounter
es_mx: Encuentro

source: Guild
es_mx: Gremio

source: Mission
es_mx: Misión

source: Post
es_mx: Publicar

source: Resource
es_mx: Recurso

source: Session
es_mx: Sesión

source: Survey
es_mx: Encuesta

source: Edit Encounter
es_mx: Editar encuentro

source: New Encounter
es_mx: Nuevo Encuentro

source: Encounter Level
es_mx: Nivel de encuentro

source: Path available
es_mx: Camino

source: Type your question
es_mx: Escribe tu pregunta

source: Correct Option
es_mx: Opción correcta

source: Correct option
es_mx: Opción correcta

source: Decoy Option 1
es_mx: Opción Señuelo 1

source: Decoy option
es_mx: Opción de señuelo

source: Decoy Option 2
es_mx: Opción Señuelo 2

source: Update Encounter
es_mx: Actualizar Encuentro

source: Create Encounter
es_mx: Crear encuentro

source: Edit Organization
es_mx: Editar organización

source: New Organization
es_mx: Nueva organización

source: About
es_mx: Acerca

source: Update Organization
es_mx: Actualizar Organización

source: Create Organization
es_mx: Crear Organización

source: Edit Sponsor
es_mx: Editar Patrocinador

source: New Sponsor
es_mx: Nuevo Exponente

source: Update Sponsor
es_mx: Actualizar Patrocinador

source: Create Sponsor
es_mx: Crear Patrocinador

source: Edit Input Keyword
es_mx: Editar palabra clave

source: Keyword
es_mx: Palabra clave

source: Type the Keyword to find
es_mx: Escriba la palabra clave que desea buscar

source: Updating the keyword will reset the objective for the players
es_mx: La actualización de la palabra clave restablecerá el objetivo para los jugadores

source: Hint
es_mx: Pista

source: Clue or question
es_mx: Una pista o pregunta

source: EP Cost
es_mx: Costo EP

source: Ep Cost
es_mx: Costo EP

source: Update objective
es_mx: Actualizar Objetivo

source: Edit Keyword Search
es_mx: Editar búsqueda de palabras clave
